{
  "en": {
    "title": "Aspiring Americans Face Tougher Citizenship Test",
    "description": "An article about American citizenship tests.",
    "sentences": [
      "WASHINGTON - U.S. legal permanent residents on the path to naturalization will now be required to take a longer and more complex citizenship test.",
      "The new civics test is drawn from 128 questions test takers must be prepared to answer about American history and government, up from 100 questions previously.",
      "Anyone who applies for U.S. naturalization after December 1, 2020, must take the new version.",
      "U.S. Citizenship and Immigration Services (USCIS), a federal agency under the U.S. Department of Homeland Security (DHS) that administers the country's naturalization and immigration system, announced in 2019 it was improving the naturalization civics test for the first time since 2008.",
      "It made the move official last week.",
      "“Updating, maintaining, and improving a test that is current and relevant is our responsibility as an agency in order to help potential new citizens fully understand the meaning of U.S. citizenship and the values that unite all Americans,” Ken Cuccinelli, who was then serving as USCIS acting director, said in a statement.",
      "Applicants must answer 12 out of 20 questions correctly to pass instead of the previous six out of 10.",
      "“But you are asked all 20 questions,” said Nancy Newton, program director of the Citizen Preparation Program at Montgomery College, a public community college in Montgomery County, Maryland.",
      "Passing the naturalization test is the final requirement for legal permanent residents, also known as green card holders, to become American citizens.",
      "The test is given orally during the naturalization interview, one of the final stages of the citizenship process.",
      "Newton told VOA the new test will require greater English proficiency, shifting from a high-beginning level of English to a high-intermediate level.",
      "With the assistance of a DHS grant and a partnership with local nonprofits, the Citizen Preparation Program helps about 300 legal permanent residents every year.",
      "Legal permanent residents eligible to naturalize spend months studying for the citizenship test.",
      "“What we need to ensure is that our learners know exactly what is required of them.",
      "And that we prepare them as best we can,” Newton said.",
      "What’s new?",
      "While doubling the number of test questions, USCIS said the passing score will remain at 60%.",
      "While many questions have not changed, some have been reworded and others will require additional explanation in the answers.",
      "The former test asked, “There were 13 original states, name three.”",
      "The revised version says “There were 13 original states. Name five.”",
      "Instead of “What are two rights of everyone living in the United States?,” an applicant must answer “What are three rights of everyone living in the United States?”",
      "Some immigrant advocates criticized the test, saying some questions have been made more difficult without evidence there was a need for it.",
      "The questions have also taken on a “subtle political stance,” wrote Aaron Reichlin-Melnick, policy counsel at the American Immigration Council.",
      "“One question in particular raises concerns of politicization.",
      "On the old test, applicants could be asked ‘Who does a U.S. senator represent?’ The suggested answer was ‘all people of the state.’",
      "On the new test, the suggested answer is ‘citizens of their state.’”",
      "Reichlin-Melnick wrote adding “This is not correct.",
      "Members of Congress represent everyone who lives within their district, regardless of citizenship status.",
      "It’s been that way since the nation was founded.”",
      "It is not known whether President-elect Joe Biden will undo any changes in the civics test.",
      "A 2018 Woodrow Wilson National Fellowship Foundation found that only one in three U.S.-born citizens would pass the test.",
      "USCIS said it finalized the test with the help of community-based organizations and volunteers across the country in summer 2020.",
      "“The data collected from this pilot was used to help USCIS make determinations about the language and grammatical structure of individual test items,” the agency said.",
      "Montgomery College was part of the pilot program, and Newton said applicants agreed the wording of the questions was different but “it wasn't something that was completely alien to them in terms of English language ability.”",
      "“Whilst we may think that the new test is more challenging than the current one, our learners are immigrants [and] have been through so much to get to this stage.",
      "There is so much that comes before even getting an application in to become a citizen.",
      "We'll get through this.",
      "We'll get through this together as a community,” Newton said."
    ]
  },
  "es": {
    "title": "Aspirantes a Ser Ciudadanos Americanos Enfrentan Pruebas de Ciudadanía más Fuertes",
    "description": "Aspirantes a Ser Ciudadanos Americanos Enfrentan Pruebas de Ciudadanía más Fuertes.",
    "sentences": [
      "WASHINGTON – Residentes permanentes legales de los EEUU en camino a la naturalización ahora tendrán que tomar una prueba de ciudadanía más larga y más compleja.",
      "La nueva prueba cívica se compone de 128 preguntas que los aspirantes deben estar preparados a responder sobre la historia Americana y el gobierno, en comparación a las 100 preguntas que solían ser.",
      "Cualquiera que aplique para la naturalización en EEUU después del 1er de Diciembre del 2020, deberán tomar la nueva versión.",
      "Los Servicios de Inmigración y Ciudadanía de EEUU (USCIS), una agencia federal bajo el Departamento de Seguridad Nacional (DHS) que administra el sistema de inmigración y naturalización del país, anunció en el 2019 que estaba mejorando la prueba de naturalización cívica por primera vez desde el 2009.",
      "Oficializó dicho cambio la semana pasada.",
      "\"Actualizar, mantener y mejorar una prueba que sea actual y relevante es nuestra responsabilidad como una agencia para poder ayudar a nuevos ciudadanos potencial a entender completamente el significado de la ciudadanía de EEUU y los valores que unen a todos los Americanos\", dijo Ken Cuccinelli, que en aquel momento servía como director de la USCIS, en una declaración.",
      "Los aplicantes deben responder 12 de 20 preguntas correctamente en vez de la previa 6 de 10.",
      "“Pero se te hacen todas las 20 preguntas”, dijo Nancy Newton, directora del Programa de Preparación Ciudadana en la Universidad Montgomery, una universidad pública comunitaria en el condado Montgomery, en Maryland.",
      "Pasar la prueba de naturalización es el requerimiento final para residentes permanentes legales, también conocidos como portadores de la tarjeta verde, para convertirse en ciudadanos Americanos.",
      "La prueba es dada oralmente durante la entrevista de naturalización, una de las etapas finales del proceso de ciudadanía.",
      "Newton le dijo a VOA que la nueva prueba necesitará una proficiencia mayor en Inglés, pasando de un nivel alto-principiante de Inglés a un nivel alto-intermedio.",
      "Con la asistencia de una concesión DHS y una sociedad con las organizaciones sin fines de lucro locales, el Programa de Preparación para la Ciudadanía ayuda a alrededor de 300 residentes permanentes legales cada año.",
      "Los residentes legales permanentes elegibles para la naturalización pasan meses estudiando para la prueba de ciudadanía.",
      "“Lo que necesitamos asegurar que es nuestros estudiantes sepan exactamente lo que se requiere de ellos.",
      "Y que los preparamos como mejor podemos,” dijo Newton.",
      "¿Qué es lo Nuevo?",
      "Aunque se duplica el número de preguntas en la prueba, la USCIS dijo que la calificación para aprobar se mantendrá en 60%.",
      "Aunque muchas preguntas no han cambiado, algunas han sido reformuladas y otras necesitarán explicaciones adicionales en las respuestas.",
      "La antigua prueba preguntaba, “Había 13 estados originalmente, nombra tres”.",
      "La versión actualizada dice “Había 13 estados originalmente, Nombra cinco”.",
      "En vez de “¿Cuáles son dos derechos que todos los que viven en Estados Unidos tienen?, los solicitantes deben responder “¿Cuáles son tres derechos que todos los que viven en Estados Unidos tienen?",
      "Algunos representantes de inmigrantes criticaron la prueba, diciendo que algunas preguntas se habían hecho más difíciles sin evidencia de haber una necesidad para ellos.",
      "Las preguntas también han tomado una “posición política sutil”, escribió Aaron Reichlin-Melnick, consejero de políticas en el Consejo Americano de Inmigración.",
      "“Una pregunta en particular eleva dudas de politización.",
      "En la vieja prueba, los solicitantes podrían ser preguntados “¿A quién representa un senador de Estados Unidos?” la respuesta sugerida era “Todas las personas del estado”.",
      "En la nueva prueba la respuesta sugerida es “los ciudadanos de su estado”.",
      "Reichlin-Melnick escribió añadiendo “Esto no es correcto.",
      "Los miembros del Congreso representan a todos los que viven dentro de su distrito, sin importar el estatus de ciudadanía.",
      "Ha sido así desde que la nación fue fundada”.",
      "No se sabe si el Presidente-Electo Joe Biden deshará alguno de los cambios en las pruebas cívicas.",
      "Wilson Woodrow, Una Fundación Nacional Comunitaria en el 2018 determinó que uno de cada 3 estadounidenses nacidos dentro del país pasaría la prueba.",
      "La USCIS dijo que finalizó la prueba con ayuda de organizaciones comunitarias y voluntarios alrededor del país en el verano del 2020.",
      "“La información recolectada de este programa piloto fue usada para ayudar a la USCIS a hacer determinaciones sobre el lenguaje y la estructura gramática de las preguntas individuales de la prueba”, la agencia dijo.",
      "La Universidad Montgomery fue parte del programa piloto, y Newton dijo que los solicitantes aceptaron que la estructura de las preguntas era diferente, pero “no era algo completamente ajeno a ellos en términos de habilidad en el idioma Inglés”.",
      "\"Mientras que muchos puedan pensar que la nueva prueba es más desafiante que la actual, nuestros estudiantes son inmigrante [y] han atravesado mucho para llegar a esta etapa.",
      "Hay mucho que hay que hacer antes de incluso obtener una solicitud para convertirse en ciudadano.",
      "Superaremos esto.",
      "Superaremos esto juntos como una comunidad,” dijo Newton."
    ]
  },
  "meta": {
    "difficulty": "Medium",
    "categories": [
      "news"
    ],
    "sourceLink": "https://www.voanews.com/usa/immigration/aspiring-americans-face-tougher-citizenship-test",
    "sourceText": "Voice of America (VOA)",
    "id": "aspiring-americans",
    "numSentences": 38
  }
}