{
  "en": {
    "title": "Casual Phrases - Food",
    "description": "Casual phrases about food.",
    "segments": [
      "Let’s eat out today.",
      "This cafe is not available for dining in, but you can order a take out.",
      "I reserved a table for four people at 7pm today.",
      "I’d like this salad and some water, please.",
      "Excuse me, where is the restroom?",
      "The food is delicious, thank you.",
      "Here is your receipt.",
      "It’s a simple, one-pot recipe.",
      "First, preheat the oven to 180 degrees Celsius.",
      "I only have one pot and one frying pan.",
      "I bought a set of eight spoons, four forks, and four knifes.",
      "I also bought a set of eight bowls, four dinner plates, and four dessert plates.",
      "This new coffeemaker brews coffee in two minutes.",
      "Add boiling water and steep for three minutes.",
      "Slice the onions and chop the herbs.",
      "Remove the wrap before microwaving.",
      "Wash in warm, soapy water.",
      "Add the remaining ingredients and mix thoroughly.",
      "Pour the mixture into a bowl.",
      "Remove the remaining beans from the can and refrigerate in a different container.",
      "Cover with a lid and simmer for 20 minutes.",
      "Grate some cheese on top of the pizza.",
      "Peel the onion before dicing.",
      "This blender is not powerful enough.",
      "You should remove bread crumbs from the toaster once in a while.",
      "Spread some butter on a toast.",
      "Let it cool for five minutes before cutting.",
      "Keep frozen; don’t refreeze.",
      "Thaw at the room temperature for two hours.",
      "This five-course meal is too big for me.",
      "I eat snacks between meals.",
      "He drinks a cup of coffee every morning, but I prefer some tea.",
      "For breakfast I usually eat cereal, and she eats eggs.",
      "He likes cereal with milk, and I like eggs with sausage.",
      "Do you want some cream and sugar in your coffee?",
      "I’m going to make some fresh-squeezed orange juice. Would you like some?",
      "Let’s go to the market and buy some fruits: apples, pears, bananas, and grapes.",
      "No, I’d rather buy some berries: strawberries, raspberries, blackberries, and blueberries.",
      "She eats soup every day; the tomato basil soup is her favorite.",
      "My sister loves seafood, especially fish and shrimp.",
      "And my husband prefers meat - beef and lamb, in particular.",
      "What should I put on the side: mashed potatoes or rice?",
      "I’m making enchiladas today; I already have tortillas, beans, cheese, tomatoes, and corn.",
      "I’m going to add olive oil to my salad.",
      "Freshly-baked bread is my favorite food.",
      "We have beer, wine, and tequila for the party.",
      "He is making a non-alcoholic cocktail for her.",
      "To make pasta I need spaghetti, cream, cheese, and mushrooms.",
      "We have homemade vanilla ice cream.",
      "For this vegetable soup you need potatoes, onions, garlic, zucchini, carrots, and eggplant."
    ]
  },
  "es": {
    "title": "Comida",
    "description": "Frases casuales sobre comida.",
    "segments": [
      "Vamos a comer hoy.",
      "Este café no está disponible para comer dentro, pero puedes pedir para llevar.",
      "Yo reservé una mesa para cuatro personas hoy a las 7pm.",
      "Quisiera esta ensalada y un poco de agua, por favor.",
      "Disculpe, ¿dónde está el baño?",
      "La comida está deliciosa, gracias.",
      "Aquí está tu recibo.",
      "Es una receta simple, de una olla.",
      "Primero, precalienta el horno a 180 grados Celsius.",
      "Solo tengo una olla y una sartén para freír.",
      "Compré una serie de ocho cucharas, cuatro tenedores y cuatro cuchillos.",
      "También compre una serie de ocho tazones, cuatro platos de cena, y cuatro platos de postres.",
      "Esta nueva cafetera prepara el café en dos minutos.",
      "Añade agua hirviendo y deja reposar por tres minutos.",
      "Rebana las cebollas y corta las hierbas.",
      "Remuevo la envoltura antes de meter al microondas.",
      "Lavar en agua cálida, enjabonada.",
      "Añade los ingredientes restantes y mezcla vigorosamente.",
      "Vierte la mezcla en un tazón.",
      "Remueve los frijoles restantes de la lata y refrigera en un contenedor diferente.",
      "Cubre con una tapa y deja reposar por 20 minutos.",
      "Ralla un poco de queso encima de la pizza.",
      "Pela la cebolla antes de cortarla.",
      "Esta licuadora no es lo suficientemente fuerte.",
      "Debes eliminar las migas de pan de la tostadora cada cierto tiempo.",
      "Esparce un poco de mantequilla en una tostada.",
      "Deja que se enfría por cinco minutos antes de cortar.",
      "Mantener congelado; no volver a congelar.",
      "Descongela en temperatura ambiente por dos horas.",
      "Esta comida de cinco platos es demasiado grande para mí.",
      "Yo como meriendas entre las comidas.",
      "Él bebe una taza de café cada mañana, pero yo prefiero un poco de té.",
      "Para desayuno yo usualmente como cereal, pero ella come huevos.",
      "A él le gusta el cereal con leche y a mi me gusta los huevos con chorizo.",
      "¿Quieres un poco de crema y azúcar en tu café?",
      "Voy a preparar un poco de jugo de naranja recién exprimido. ¿Quisieras un poco?",
      "Vamos al mercado y compremos algunas frutas: manzanas, peras, bananas y uvas.",
      "No, preferiría comprar algunas bayas: fresas, frambuesas, mora y arándanos.",
      "Ella toma sopa todos los días; la sopa de tomate y albahaca es su favorita.",
      "A mi hermana le gusta la comida de mar, especialmente pescado y langostino.",
      "Y mi esposo prefiere la carne – la carne de vaca y ternera, en particular.",
      "¿Qué debería poner de acompañante: papas en puré o arroz?",
      "Voy a hacer enchiladas hoy, ya tengo tortillas, frijoles, queso, tomates y maíz.",
      "Voy a añadir aceite de oliva a mi ensalada.",
      "El pan recién hecho es mi comida favorita.",
      "Tenemos cerveza, vino y tequila para la fiesta.",
      "Él está preparando un coctel sin alcohol para ella.",
      "Para hacer pasta necesito espagueti, crema, queso y setas.",
      "Tenemos helado de vainilla casero.",
      "Para esta sopa de vegetales necesitas papas, cebollas, ajo, calabacín y berenjena."
    ]
  },
  "meta": {
    "difficulty": "Easy",
    "categories": [
      "casual-phrases"
    ],
    "id": "casual-phrases-food",
    "numSegments": 50
  }
}