{
  "en": {
    "title": "Casual Phrases - Work",
    "description": "Casual Phrases about Work.",
    "sentences": [
      "I’m a lawyer. I love my job, but it’s a little stressful.",
      "My brother is an architect. He finds it very interesting.",
      "My uncle is a professor. He teaches economy.",
      "She works in construction. She’s been doing it for 20 years.",
      "My son has flexible working hours because he is a freelancer.",
      "I’m a flight attendant. The best part about it is that I get to travel.",
      "My father-in-law is a very successful businessman.",
      "My mother is an interior designer. She has a great taste!",
      "I’m a salesman. My income depends on commission.",
      "She is a waitress. She makes most of her money off tips.",
      "I work in this office building.",
      "I work in an open-space environment. It’s fine, but sometimes it’s a little too loud.",
      "I don’t like sitting too much, so I got myself a standing desk.",
      "This is my cubicle; it’s nice but small.",
      "We are required to dress formally to work.",
      "Our dress code is casual. You can wear whatever makes you comfortable.",
      "I spent one hour in traffic on my way to the office.",
      "He has to wear a suit and a tie every day.",
      "On my desk I have a computer, a monitor, a keyboard, and a mouse.",
      "I need some office supplies. Where can I get them?",
      "I’m going to grab a cup of coffee downstairs. Would you like to join me?",
      "My job has nice opportunities for growth, and the salary is good.",
      "My career is very important to me.",
      "Our working hours are from 9am to 6pm with one hour break for lunch.",
      "Her excellent work last year earned her a promotion.",
      "He is my teammate, and she is our manager.",
      "We collaborate with many different people on this project.",
      "I’m getting ready for my job interview next week.",
      "I hope this interview went well. When should I expect to hear back from you?",
      "Do you have time for a quick call?",
      "This was very helpful, thank you."
    ]
  },
  "es": {
    "title": "Frases casuales - Trabajo",
    "description": "Frases casuales - Trabajo.",
    "sentences": [
      "Soy un abogado. Me encanta mi trabajo, pero es un poco estresante.",
      "Mi hermano es un arquitecto. A él le parece muy interesante.",
      "Mi tío es un profesor. Él enseña economía.",
      "Ella trabaja en una construcción. Lo ha estado haciendo por 20 años.",
      "Mi hijo tiene horarios de trabajo flexible porque él es un trabajador independiente.",
      "Soy una azafata. La mejor parte de mi trabajo es que puedo viajar.",
      "Mi suegro es un empresario muy exitoso.",
      "Mi madre es una diseñadora de interiores. ¡Ella tiene un gusto genial!",
      "Soy un vendedor. Mis ingresos dependen de las comisiones.",
      "Ella es una mesera. Ella hace la mayoría de su dinero de las propinas.",
      "Yo trabajo en este edificio de oficinas.",
      "Trabajo en un ambiente de espacio abierto. Es bien, pero a veces es un poco sonoro.",
      "No me gusta sentarme mucho, por lo que me compre un escritorio de pie.",
      "Este es mi cubículo, es bueno pero pequeño.",
      "Se nos requiere vestir formalmente para el trabajo.",
      "Nuestro código de vestimenta es casual. Puedes ponerte lo que te haga sentir cómodo.",
      "Pasé una hora en tráfico en camino a la oficina.",
      "Él tiene que usar un traje y corbata todos los días.",
      "En mi escritorio tengo una computadora, un monitor, un teclado y un ratón.",
      "Necesito algunos suministros de oficina. ¿Dónde puedo conseguirlos?",
      "Voy a tomar una taza de café abajo. ¿Quieres venir conmigo?",
      "Mi trabajo tiene buenas oportunidades de crecimiento, y el salario es bueno.",
      "Mi carrera es muy importante para mí.",
      "Nuestro horario de trabajo es de 9am a 6pm con una hora de descanso para almorzar.",
      "Su excelente trabajo le dio a ella su ascenso.",
      "Él es mi compañero de equipo, y ella es nuestro gerente.",
      "Colaboramos con muchas personas diferentes en este proyecto.",
      "Me estoy alistando para mi entrevista de trabajo de la siguiente semana.",
      "Espero que esta entrevista haya salido bien. ¿Cuándo debo esperar una respuesta de usted?",
      "¿Tienes tiempo para una llamada rápida?",
      "Eso fue bastante útil, gracias."
    ]
  },
  "meta": {
    "difficulty": "Easy",
    "categories": [
      "casual-phrases"
    ],
    "id": "casual-phrases-work",
    "numSentences": 31
  }
}