{
  "en": {
    "title": "Casual Phrases - Weather",
    "description": "Casual phrases about weather.",
    "sentences": [
      "I’m glad it’s sunny again.",
      "It’s going to be warm and sunny tomorrow.",
      "I love Mexico because it’s always warm and sunny here.",
      "I like sunny weather, but I get sunburned easily.",
      "You are not going to believe it, but I’m allergic to sun.",
      "We have sunny weather only three months a year here.",
      "Didn’t you know that you should apply sunscreen on your face every day?",
      "When it’s sunny and rainy at the same time, you can see a rainbow.",
      "It’s too hot and humid here for me.",
      "I don’t like when it’s hot because I don’t have an air-conditioner.",
      "It’s rains a lot here - reminds me of London.",
      "Storm is coming; expect heavy rain, strong wind, and possibility of hail.",
      "It’s not rain - it’s just a drizzle.",
      "You don’t need an umbrella; a hooded raincoat will do.",
      "Constant rain puts me in a depressive mood.",
      "It rains so often that I don’t notice it anymore.",
      "We collect rainwater and use it for washing and drinking after filtering.",
      "It also makes your hair very soft.",
      "Having rain ten months a year, one might invest in a waterproof jacket and rain boots.",
      "My roof leaked yesterday night because of the pouring rain.",
      "Rain boots are very popular this season - they come in all styles and colors.",
      "Snow is an anomaly here.",
      "It snowed only once, in 1995, as far as I remember.",
      "My kids love snow; they always build a snowman in front of our house.",
      "Take extreme caution while driving on icy roads.",
      "I can’t wait for winter to come to do skiing and snowboarding.",
      "No, we don’t have snow here; it’s only up in the mountains.",
      "You might be having frostbites.",
      "You should wear mittens next time.",
      "These snowflakes in you hair make you look adorable.",
      "I can’t find my ice skates, but my friends are already waiting for me in Central Park.",
      "Cross-country skiing is getting more and more popular here.",
      "These are ski poles - you will need them for balance and support.",
      "You can’t drive your car today.",
      "Roads are covered with snow and you need special tires.",
      "We had hail last night and it destroyed leafy greens in my garden.",
      "Hurricanes are not uncommon in this area, and people are usually prepared and know how to behave to stay safe.",
      "Earthquakes and volcano eruptions can cause deadly tsunamis.",
      "They lost their house in the flooding last year.",
      "Dry air and hot weather in California causes forest fires to become more and more frequent.",
      "As an earthquake survivor, he developed a sense of insecurity and has frequent panic attacks.",
      "How lucky they were to leave Costa Rica just before the volcano eruption started.",
      "I stoped eating meat and drive less to help with the problem of global warming.",
      "They had to be evacuated from the ship when it hit an iceberg.",
      "Sea ice is disappearing, which creates a real danger to arctic animals."
    ]
  },
  "es": {
    "title": "Frases casuales - Clima",
    "description": "Frases casuales sobre el clima.",
    "sentences": [
      "Me alegro de que vuelva a hacer sol.",
      "Mañana va a hacer calor y sol.",
      "Me encanta México porque aquí siempre hace calor y hace sol.",
      "Me gusta el clima soleado, pero me quemo con facilidad.",
      "No te lo vas a creer, pero soy alérgico al sol.",
      "Tenemos un clima soleado solo tres meses al año aquí.",
      "¿No sabías que debes aplicar protector solar en tu rostro todos los días?",
      "Cuando hace sol y llueve al mismo tiempo, puedes ver un arcoíris.",
      "Hace demasiado calor y humedad aquí para mí.",
      "No me gusta cuando hace calor porque no tengo aire acondicionado.",
      "Aquí llueve mucho, me recuerda a Londres.",
      "La tormenta se acerca; espere lluvias fuertes, viento fuerte y posibilidad de granizo.",
      "No llueve, es solo una llovizna.",
      "No necesitas paraguas; un impermeable con capucha servirá.",
      "La lluvia constante me pone depresivo.",
      "Llueve con tanta frecuencia que ya no lo noto.",
      "Recogemos el agua de lluvia y la utilizamos para lavar y beber después de filtrar.",
      "También hace que tu cabello sea muy suave.",
      "Teniendo lluvia diez meses al año, uno podría invertir en una chaqueta impermeable y botas de lluvia.",
      "Mi techo goteó ayer por la noche debido a la lluvia torrencial.",
      "Las botas de lluvia son muy populares esta temporada; vienen en todos los estilos y colores.",
      "La nieve es una anomalía aquí.",
      "Sólo nevó una vez, en 1995, que yo recuerde.",
      "A mis hijos les encanta la nieve; siempre construyen un muñeco de nieve frente a nuestra casa.",
      "Tenga mucho cuidado al conducir por carreteras heladas.",
      "No puedo esperar a que llegue el invierno para esquiar y hacer snowboard.",
      "No, no tenemos nieve aquí; solo está en las montañas.",
      "Es posible que tenga congelaciones.",
      "Deberías usar guantes la próxima vez.",
      "Estos copos de nieve en tu cabello te hacen lucir adorable.",
      "No encuentro mis patines de hielo, pero mis amigos ya me están esperando en Central Park.",
      "El esquí de fondo es cada vez más popular aquí.",
      "Estos son bastones de esquí; los necesitará para mantener el equilibrio y el apoyo.",
      "No puede conducir su automóvil hoy.",
      "Las carreteras están cubiertas de nieve y necesitas neumáticos especiales.",
      "Tuvimos granizo anoche y destruyó las hojas verdes de mi jardín.",
      "Los huracanes no son infrecuentes en esta área, y las personas generalmente están preparadas y saben cómo comportarse para mantenerse a salvo.",
      "Los terremotos y las erupciones volcánicas pueden causar tsunamis mortales.",
      "Perdieron su casa en las inundaciones del año pasado.",
      "El aire seco y el clima cálido en California hacen que los incendios forestales sean cada vez más frecuentes.",
      "Como sobreviviente del terremoto, desarrolló una sensación de inseguridad y tiene frecuentes ataques de pánico.",
      "Qué suerte tuvieron de dejar Costa Rica justo antes de que comenzara la erupción del volcán.",
      "Dejé de comer carne y conduzco menos para ayudar con el problema del calentamiento global.",
      "Tuvieron que ser evacuados del barco cuando chocó contra un iceberg.",
      "El hielo marino está desapareciendo, lo que crea un peligro real para los animales árticos."
    ]
  },
  "meta": {
    "difficulty": "Easy",
    "categories": [
      "casual-phrases",
      "weather"
    ],
    "id": "casual-phrases-weather",
    "numSentences": 45
  }
}