{
  "en": {
    "title": "Casual Phrases - House",
    "description": "Casual Phrases - House.",
    "segments": [
      "My apartment is small, but cozy.",
      "My brother has a big house with three bedrooms and three bathrooms.",
      "This is my kitchen where I cook.",
      "My family gets together in the living room to watch movies every Sunday.",
      "The elevator is broken again.",
      "I usually take the stairs instead of the elevator.",
      "My kids have their own rooms.",
      "The bathroom is on the right.",
      "The room has lots of light due to big windows.",
      "This room has an unobstructed view of the mountains.",
      "We gather in front of the fireplace during cold winter months.",
      "This is my address and this is my telephone number.",
      "I’m waiting for a mailman to bring me an important letter.",
      "The dog is in the yard.",
      "I grow vegetables, herbs, and flowers in my garden.",
      "I picked this room because it has a balcony.",
      "I relax in the pool on hot summer days.",
      "I mow the lawn every Saturday.",
      "The car is parked in the garage.",
      "I sit on the sofa in front of the TV.",
      "We bought a dining table and four chairs.",
      "Let’s make an omelet; eggs should be in the fridge.",
      "I hate washing dishes. I’d rather do anything else.",
      "I’m going to wash my clothes by hand because the washing machine is broken.",
      "Would you rather have a shower or a bathtub in your bathroom?",
      "In my study I have a desk, an office chair, a computer, and a bookshelf.",
      "She walked into the closet and put her clothes on the hangers.",
      "Could you turn on the lights, please?",
      "My aunt painted these pictures, and my uncle put them on the wall.",
      "Should we put curtains on this window?",
      "Fresh towels are on the shelf.",
      "This pillow is too small. I need another one.",
      "I’m freezing. Can I have an extra blanket, please?",
      "Put the pie in the oven and bake it for forty minutes.",
      "Is there a vacuum cleaner? The carpet needs cleaning.",
      "I heard someone knocking on the door."
    ]
  },
  "es": {
    "title": "Frases casuales - Casa",
    "description": "Frases casuales - Casa.",
    "segments": [
      "Mi apartamento es pequeño, pero acogedor.",
      "Mi hermano tiene una casa grande con tres cuartos y tres baños.",
      "Esta es mi cocina donde yo cocino.",
      "Mi familia se reúne en la sala de estar para ver películas todos los domingos.",
      "El elevador está dañado otra vez.",
      "Yo usualmente uso las escaleras en vez del elevador.",
      "Mis hijos tienen sus propios cuartos.",
      "El baño está a la derecha.",
      "El cuarto tiene mucha luz debido a las grandes ventanas.",
      "Este cuarto tiene una visión clara de las montañas.",
      "Nos reunimos frente a la chimenea durante los meses fríos de invierno.",
      "Esta es mi dirección y este es mi número de teléfono.",
      "Estoy esperando al cartero a que me traiga una carta importante.",
      "El perro está en el patio.",
      "Yo siembro vegetales, hierbas y flores en mi jardín.",
      "Elegí este cuarto porque tiene un balcón.",
      "Me relajo en la piscina en los días calurosos de verano.",
      "Yo podo la grama cada sábado.",
      "El carro está estacionado en el parqueadero.",
      "Me siento en el sofá frente a la televisión.",
      "Compramos una mesa para cenar y cuatro sillas.",
      "Hagamos un omelette; los huevos deben estar en el refrigerador.",
      "Odio lavar los platos. Preferiría hacer cualquier otra cosa.",
      "Voy a lavar mi ropa a mano porque la lavadora está dañada.",
      "¿Preferirías tener una ducha o una tina en tu baño?",
      "En mi estudio, tengo un escritorio, una silla de oficina, una computadora y un estante para libros.",
      "Ella caminó hacia el armario y puso su ropa en los ganchos.",
      "¿Podrías encender las luces, por favor?",
      "Mi tío pintó estos cuadros, y mi tío los puso en la pared.",
      "¿Debemos poner las cortinas en la ventana?",
      "Las toallas frescas están en la repisa.",
      "Esta almohada es demasiado pequeña. Necesito otra.",
      "Me estoy congelando. ¿Me puedes dar otra cobija, por favor?",
      "Pon el pastel en el horno y cocínalo por cuarenta minutos.",
      "¿Hay una aspiradora? Esta alfombra necesita ser limpiada.",
      "Escucho a alguien tocando la puerta."
    ]
  },
  "meta": {
    "difficulty": "Easy",
    "categories": [
      "casual-phrases"
    ],
    "id": "casual-phrases-house",
    "numSegments": 36
  }
}