{
  "en": {
    "title": "Casual Phrases - Hobbies and Sports",
    "description": "Casual phrases about hobbies and sports.",
    "segments": [
      "What do you do in your spare time?",
      "What’s your favorite hobby?",
      "What do you do outside of work?",
      "I feel that I never have enough time for hobbies.",
      "I like watching TV at home or going to the movies.",
      "She enjoys jogging, biking, and doing yoga.",
      "He prefers boxing and martial arts.",
      "My grandmother loves knitting, sewing, and crocheting.",
      "My parents go for a walk together every day.",
      "I’m taking tango classes.",
      "My brother likes exciting activities, such as bungee-jumping and skydiving.",
      "We do winter sports with my family. We go skating, skiing, and snowboarding.",
      "My cousin likes watercolor painting and charcoal drawing.",
      "My sister is great at calligraphy and origami.",
      "I read books every day.",
      "I usually hang out with my friends at the bar.",
      "This Sunday we have a romantic dinner at a restaurant.",
      "On Fridays we go to clubs where we dance and have a couple of drinks.",
      "My wife and I work out in the gym.",
      "When I go to the beach, I swim in the ocean, sunbathe, and surf.",
      "My mother likes going to museums and exhibitions.",
      "My daughter prefers art galleries.",
      "This couple plays ping-pong and pool every weekend.",
      "My father has an artistic nature. Right now, he does photography.",
      "I’m not good at sports, but I like watching ice hockey on TV.",
      "My wife is a fantastic cook.",
      "Last night we went to the opera. I love classical music.",
      "In the evenings I listen to relaxing music and take a bath.",
      "I get very tired at work, so I come home and do nothing.",
      "My son is learning to play guitar, piano, and other musical instruments.",
      "In my spare time I study Spanish.",
      "What is your favorite sport to watch?",
      "Do you do any sports?",
      "My sister plays tennis and my brother plays ping-pong.",
      "We are going to the stadium to watch baseball.",
      "My son is in a basketball team.",
      "My wife is a professional athlete.",
      "He likes water polo and she likes swimming.",
      "We play volleyball with friends on the beach.",
      "Our children like winter sports: my son plays hockey, my daughter does figure-skating, and I cheer for everyone.",
      "What is your favorite movie?",
      "Are you watching any interesting TV shows?",
      "My favorite actor and my favorite actress are married to each other.",
      "The scene was so touching - I almost cried.",
      "It’s the best psychological thriller of the year.",
      "Sitcom comedies are very popular.",
      "I don’t let my kids watch horror movies.",
      "The second season is coming this September.",
      "I watched the first episode and I didn’t like it.",
      "This plot twist was truly unexpected."
    ]
  },
  "es": {
    "title": "Pasatiempos y Deportes",
    "description": "Frases casuales sobre pasatiempos y deportes.",
    "segments": [
      "¿Qué haces en tu tiempo libre?",
      "¿Cuál es tu pasatiempo favorito?",
      "¿Qué haces cuando sales del trabajo?",
      "Siento que nunca tengo tiempo suficiente para los pasatiempos",
      "Me gusta ver TV en casa o ir al cine.",
      "A ella le gusta trotar, ir en bicicleta, y hacer yoga",
      "Él prefiere boxear y artes marciales.",
      "A mi abuela le encanta tejer, coser, y el ganchillo.",
      "Mis padres salen a caminar juntos todos los días.",
      "Yo estoy tomando clases de tango.",
      "A mi hermano le gustan las actividades emocionantes, como saltar en bungee y paracaidismo.",
      "Hacemos deportes de invierno con mi familia. Vamos a patinar, esquiar y hacer snowboard.",
      "A mi primo le gusta pintar en acuarela y dibujar en carbón.",
      "Mi hermana es excelente en la caligrafía y origami.",
      "Yo leo libros todos los días.",
      "Yo usualmente paso tiempo con mis amigos en el bar.",
      "Este Domingo tendremos una cena romántica en el restaurante.",
      "Los Viernes vamos a clubes donde bailamos y tomamos un par de tragos.",
      "Mi esposa y yo entrenamos en el gimnasio.",
      "Cuando voy a la playa, me baño en el océano, me bronceo y hago surf.",
      "A mi madre le gusta ir a los museos y exhibiciones.",
      "Mi hija prefiere galerías de artes.",
      "Esta pareja juega ping-pong y billar cada fin de semana.",
      "Mi padre tiene una naturaleza artística. Ahora mismo, él está haciendo fotografía.",
      "No soy bueno en los deportes, pero me gusta ver el hockey sobre hielo en TV.",
      "Mi esposa es una cocinera fantástica.",
      "Anoche fuimos a la ópera. Me gusta la música clásica.",
      "En las tardes escucho música relajante y tomo un baño.",
      "Me canso bastante en el trabajo, por lo que llego a casa y no hago nada.",
      "Mi hijo está aprendiendo a tocar guitarra, piano y otros instrumentos musicales.",
      "En mi tiempo libre yo estudio Español.",
      "¿Cuál es tu deporte favorito como espectador?",
      "¿Haces algún deporte?",
      "Mi hermana juega tenis y mi hermano juega ping-pong.",
      "Vamos a ir al estadio a ver beisbol.",
      "Mi hijo está en un equipo de basquetbol.",
      "Mi esposa es una atleta profesional.",
      "A él le gusta el polo acuático y a ella le gusta nadar.",
      "Jugamos voleibol con amigos en la playa.",
      "A nuestros hijos les gustan los deportes de invierno: mi hijo juega hockey, a mi hija le gusta el patinaje artístico, y yo los animo a todos.",
      "¿Cuál es tu película favorita?",
      "¿Estás viendo algún programa de TV interesante?",
      "Mi actor favorito y mi actriz favorita están casados el único con el otro.",
      "La escena fue tan conmovedora – casi lloro.",
      "Es la mejor película de suspenso psicológico del año.",
      "Las comedias de situaciones cómicas son muy populares.",
      "No dejo que mis hijos vean películas de terror.",
      "La segunda temporada es por llegar este Septiembre.",
      "Observé el primer episodio y no me gustó.",
      "El cambio en la trama fue realmente inesperado."
    ]
  },
  "meta": {
    "difficulty": "Easy",
    "categories": [
      "casual-phrases",
      "sports"
    ],
    "id": "casual-phrases-hobbies-and-sports",
    "numSegments": 50
  }
}