{
  "meta": {
    "difficulty": "Easy",
    "categories": [
      "casual-phrases"
    ],
    "languages": [
      "en",
      "es",
      "ru"
    ],
    "id": "casual-phrases-family-and-friends",
    "numSegments": 25
  },
  "en": {
    "title": "Casual Phrases - Family and Friends",
    "description": "Casual phrases about family and friends.",
    "segments": [
      "My family consists of five people: my wife, daughter, two sons, and me.",
      "I have twelve cousins.",
      "The kids love their grandparents.",
      "The boy resembles his grandfather.",
      "I wish our grandchildren visited us more often.",
      "Sister of my mother is my aunt; brother of my mother is my uncle.",
      "Daughter of my brother is my niece; son of my brother is my nephew.",
      "Mother of my husband is my mother-in-law; father of my husband is my father-in-law.",
      "He is my best friend. We know each other since we were five.",
      "She is friendly.",
      "Thank you for making me company.",
      "I spend a lot of time with this company.",
      "We don’t know them very well. We met them yesterday.",
      "I’m not very social and I don’t have many friends.",
      "Your friendship is very important to me.",
      "I’m having fun with them.",
      "We have a lot in common with these people.",
      "Let’s stay in touch?",
      "She is my significant other.",
      "You are my girlfriend and I’m your boyfriend.",
      "We are partners.",
      "She is the love of my life.",
      "It’s our first date.",
      "We’ve been dating for three years.",
      "Do you remember how we first met?"
    ]
  },
  "es": {
    "title": "Familia y amigos",
    "description": "Frases casuales sobre familia y amigos.",
    "segments": [
      "Mi familia está formada por cinco personas: mi mujer, mi hija, mis dos hijos y yo.",
      "Tengo doce primos.",
      "Los niños adoran a sus abuelos.",
      "El niño se parece a su abuelo.",
      "Me gustaría que nuestros nietos nos visitaran más a menudo.",
      "La hermana de mi madre es mi tía; el hermano de mi madre es mi tío.",
      "La hija de mi hermano es mi sobrina; el hijo de mi hermano es mi sobrino.",
      "La madre de mi marido es mi suegra; el padre de mi marido es mi suegro.",
      "Él es mi mejor amigo. Nos conocemos desde los cinco años.",
      "Es amigable.",
      "Gracias por hacerme compañía.",
      "Paso mucho tiempo con esta compañía.",
      "No los conocemos muy bien. Los conocimos ayer.",
      "No soy muy sociable y no tengo muchos amigos.",
      "Tu amistad es muy importante para mí.",
      "Me divierto con ellos.",
      "Tenemos mucho en común con estas personas.",
      "¿Seguimos en contacto?",
      "Ella es mi pareja.",
      "Es mi novia y yo soy su novio.",
      "Somos pareja.",
      "Ella es el amor de mi vida.",
      "Es nuestra primera cita.",
      "Llevamos tres años saliendo.",
      "¿Recuerdas cómo nos conocimos?"
    ]
  },
  "ru": {
    "title": "Разговорные фразы - Семья и друзья",
    "description": "Фразы о семье и друзьях.",
    "segments": [
      "Моя семья состоит из пяти человек: моя жена, дочь, два сына и я.",
      "У меня двенадцать двоюродных братьев и сестер.",
      "Дети любят своих бабушек и дедушек.",
      "Мальчик похож на своего дедушку.",
      "Я бы хотел, чтобы наши внуки навещали нас чаще.",
      "Сестра моей мамы - это моя тетя; брат моей мамы - мой дядя.",
      "Дочь моего брата - это моя племянница; сын моего брата - мой племянник.",
      "Мать моего мужа - это моя свекровь; отец моего мужа - мой свекр.",
      "Он мой лучший друг. Мы знаем друг друга с пяти лет.",
      "Она дружелюбна.",
      "Спасибо, что составил мне компанию.",
      "Я провожу много времени в этой компании.",
      "Мы не очень хорошо их знаем. Мы познакомились с ними вчера.",
      "Я не очень общительна и у меня нет много друзей.",
      "Твоя дружба для меня очень важна.",
      "Мне с ними весело.",
      "У нас много общего с этими людьми.",
      "Будем на связи?",
      "Она моя вторая половинка.",
      "Ты моя девушка и я твой парень.",
      "Мы партнеры.",
      "Она любовь моей жизни.",
      "Это наше первое свидание.",
      "Мы встречаемся три года.",
      "Ты помнишь как мы познакомились?"
    ]
  }
}