{
  "en": {
    "title": "Casual Phrases - Weather",
    "description": "Casual phrases about weather.",
    "sentences": [
      "I’m glad it’s sunny again.",
      "It’s going to be warm and sunny tomorrow.",
      "I love Mexico because it’s always warm and sunny here.",
      "I like sunny weather, but I get sunburned easily.",
      "You are not going to believe it, but I’m allergic to sun.",
      "We have sunny weather only three months a year here.",
      "She applies sunscreen every time she goes to the beach.",
      "You can see a rainbow when it’s sunny and rainy at the same time.",
      "It’s too hot and humid here for me.",
      "I’m saving money to buy an air-conditioner before summer.",
      "It’s rains a lot here - it reminds me of London.",
      "Storm is coming. Expect heavy rain, strong wind, and possibility of hail.",
      "It’s not rain - it’s just a drizzle.",
      "It started to rain, but I forgot my umbrella. Luckily, I was wearing a coat with a hood.",
      "Constant rain puts me in a depressive mood.",
      "It rains so often that I don’t notice it anymore.",
      "Rainwater makes your hair very soft.",
      "It’s going to rain all day today. I think I’ll wear my waterproof jacket and rain boots.",
      "My roof leaked yesterday night because of the pouring rain.",
      "Rain boots are very popular this season - they come in all styles and colors.",
      "It’s a southern city - it barely ever snows here.",
      "As far as I remember, it snowed only once here.",
      "My kids love snow. They always build a snowman in front of our house.",
      "Take extreme caution while driving on icy roads.",
      "I can’t wait for winter to come. I’ll go skiing and snowboarding.",
      "No, we don’t have snow here; it’s only up in the mountains.",
      "You should wear gloves next time.",
      "These snowflakes in you hair make you look adorable.",
      "I can’t find my ice skates, but my friends are already waiting for me in Central Park.",
      "Mountain skiing is getting more and more popular here.",
      "Many roads are closed today because of the heavy snowfall last night.",
      "Hurricanes are not uncommon in this area, and people are usually prepared and know how to stay safe.",
      "Earthquakes and volcano eruptions can cause deadly tsunamis.",
      "They lost their house in the flood last year.",
      "Dry air and hot weather cause forest fires in California.",
      "How lucky they were to leave Costa Rica just before the volcano eruption started.",
      "They had to be evacuated from the ship after it had hit an iceberg.",
      "Arctic animals are endangered because sea ice is disappearing."
    ]
  },
  "es": {
    "title": "Frases casuales - Clima",
    "description": "Frases casuales sobre el clima.",
    "sentences": [
      "Me alegra que esté soleado nuevamente",
      "Va a estar cálido y soleado mañana",
      "Me encanta México porque siempre está cálido y soleado aquí.",
      "Me gusta el clima soleado, pero el sol me quema fácilmente.",
      "No vas a creerlo, pero soy alérgico al sol.",
      "Tenemos un clima soleado solo tres meses al año aquí.",
      "Ella se aplica bloqueador solar cada vez que va a la playa.",
      "Puedes ver un arcoíris cuando está soleado y lluvioso al mismo tiempo.",
      "Es demasiado caluroso y húmedo aquí para mí.",
      "Estoy ahorrando dinero para comprar un aire acondicionado antes del verano.",
      "Llueve mucho aquí – me recuerda a Londres.",
      "La tormenta se aproxima. Esperen lluvias pesadas, vientos fuertes y posibilidad de granizo.",
      "No es lluvia – solo es una llovizna.",
      "Comenzó a llover, pero olvidé mi paraguas. Por fuerte, llevaba puesto una sudadera con capucha.",
      "La Lluvia constante me pone en un humor depresivo.",
      "Llueve tanto que ya no lo noto.",
      "El agua de Lluvia hace que tu cabello se ponga muy suave.",
      "Va a llover todo el día hoy. Creo que usare mi chaqueta impermeable y botas para la lluvia.",
      "Mi techo se filtró ayer debido a la lluvia torrencial.",
      "Las botas de Lluvia son populares esta temporada – vienen en todos los estilos y colores.",
      "Es una ciudad sureña – casi no nieva aquí.",
      "Por lo que recuerdo, solo nevó aquí una vez.",
      "Mis hijos aman la nieve. Siempre construyen un muñeco de nieve frente a nuestra casa.",
      "Ten extrema precaución cuando manejes en terrenos escarchados.",
      "No puedo esperar a que llegue el invierno. Iré a esquiar y a hacer snowboarding.",
      "No, no tenemos nieve aquí; solo arriba en las montañas.",
      "Debes usar guantes la próxima vez.",
      "Estos copos de nieve en tu cabello se hacen ver adorable.",
      "No puedo encontrar mis patines de hielo, pero mis amigos ya me esperan en el Parque Central.",
      "El Esquí de Montaña se está haciendo cada vez más popular aquí.",
      "Mucho caminos están cerrados hoy debido a la fuerte nevada de anoche.",
      "Los huracanes no son raros en esta área, y las personas están usualmente preparadas y saben cómo mantenerse a salvo.",
      "Los terremotos y las erupciones volcánicas pueden causar devastadores tsunamis.",
      "Ellos perdieron su casa en la inundación del año pasado.",
      "El aire seco y el clima caluroso causan incendios forestales en California.",
      "Que afortunados fueron de dejar Costa Rica justo antes que la erupción volcánica comenzara.",
      "Tuvieron que ser evacuados del barco después que golpear un témpano de hielo.",
      "Los animales árticos están en peligro de extinción porque el hielo oceánico está desapareciendo."
    ]
  },
  "meta": {
    "difficulty": "Easy",
    "categories": [
      "casual-phrases",
      "weather"
    ],
    "id": "casual-phrases-weather",
    "numSentences": 38
  }
}