{
  "en": {
    "title": "Casual Phrases - Holidays and Travel",
    "description": "Casual phrases about holidays and travel.",
    "segments": [
      "What holidays do you have in Spain?",
      "It’s my sister’s birthday today! She’s turning six.",
      "I’ll buy a present for my brother and you can buy a cake.",
      "We organized a surprise party for my daughter. We invited her friends and decorated the room with balloons.",
      "Our kids helped us decorate the Christmas tree this year.",
      "When the kids came back, their presents were waiting for them under the Christmas tree.",
      "My wife raised a glass of champagne and said “Happy New Year!”.",
      "When the clock turned midnight, I made a wish and kissed my husband.",
      "The sky was full of fireworks, which I loved, but my dog got scared and ran away.",
      "My New Year resolutions this year include eating more vegetables and working out every other day.",
      "Today is my sister’s graduation. She’s going to be a doctor!",
      "My best friends just got married. They left for their honeymoon right after the wedding.",
      "My parents love each other very much. They are celebrating their 50th wedding anniversary this year.",
      "My cousin had her first baby last week. They named the boy Adam.",
      "My company hired a new accountant two months ago, but he wants to quit already.",
      "My grandmother retired a year ago, and she thinks she did it too early.",
      "My little brother just got his drivers license. I hope he won’t drive too fast!",
      "I’m surprised my kids hate the kindergarten that much!",
      "How are your children? Do they like the school?",
      "Did you make a lot of friends at school?",
      "It took me fifteen years to get citizenship in this country.",
      "I’m not going anywhere this weekend. I’ll make dinner and do chores.",
      "My kids are having a break from school next month. We decided to stay local, but I promised them to go to Peru next year.",
      "Every time I plan my travel, I need to ask someone to take care of my pets.",
      "I left my cat for three days and, when I came back, I found him in my neighbors’ apartment!",
      "In my free time I like exploring the city.",
      "I’m so glad we’ve moved here. I swim in the ocean every day, and the traffic is light.",
      "How long have you lived here?",
      "My apartment is small, but the rent is affordable and the neighborhood is safe.",
      "My brother is self-employed. He always works from home.",
      "We wanted to travel somewhere for the holiday, but plane tickets were too expensive.",
      "China is my favorite travel destination. I try to go there every year.",
      "No, I’ve never been there. Would you recommend this place?",
      "What did you like the most about your trip there?",
      "I didn’t know I needed to get these vaccines before traveling.",
      "I have a reservation in your hotel.",
      "I’m sorry, could you repeat that, please?",
      "I understand Spanish a little, but could you speak a little slower?",
      "How much do people usually tip?",
      "No, I’m not from here. I’m just visiting.",
      "Where can I exchange money?",
      "What is the exchange rate today?",
      "The weather was beautiful, people - friendly, and food - delicious. I wish I didn’t have to leave so soon.",
      "What are the main attractions here? How can I get there?",
      "Excuse me, I think I’m lost.",
      "I’m looking for this hotel. Could you help me find the way?",
      "This place is very popular. I don’t think I’ve ever seen so many tourists!",
      "The kids are on the beach, and my wife is doing the shopping right now.",
      "Tomorrow morning we are checking out from the hotel and leaving for Madrid. After that, we are going back home.",
      "There is no direct flight. We are going to have a layover in Los Angeles.",
      "Here are our passports with the visas, our boarding passes, itinerary, and reservation confirmations. What else do we need?",
      "They are closing the doors in five minutes, hurry!"
    ]
  },
  "es": {
    "title": "Vacaciones y viajes",
    "description": "Frases casuales sobre vacaciones y viajes.",
    "segments": [
      "¿Qué días festivos hay en España?",
      "Hoy es el cumpleaños de mi hermana. Cumple seis años.",
      "Compraré un regalo para mi hermano y tú puedes comprar una tarta.",
      "Hemos organizado una fiesta sorpresa para mi hija. Invitamos a sus amigos y decoramos la sala con globos.",
      "Este año nuestros hijos nos ayudaron a decorar el árbol de Navidad.",
      "Cuando los niños volvieron, sus regalos les esperaban bajo el árbol de Navidad.",
      "Mi mujer levantó una copa de champán y dijo \"¡Feliz Año Nuevo!\".",
      "Cuando el reloj marcó la medianoche, pedí un deseo y besé a mi marido.",
      "El cielo se llenó de fuegos artificiales, que me encantaron, pero mi perro se asustó y salió corriendo.",
      "Mis propósitos de Año Nuevo para este año incluyen comer más verduras y hacer ejercicio cada dos días.",
      "Hoy es la graduación de mi hermana. Va a ser médico.",
      "Mis mejores amigos se acaban de casar. Se fueron de luna de miel justo después de la boda.",
      "Mis padres se quieren mucho. Este año celebran su 50 aniversario de bodas.",
      "Mi prima tuvo su primer bebé la semana pasada. Han llamado al niño Adam.",
      "Mi empresa contrató a un nuevo contable hace dos meses, pero ya quiere despedirlo.",
      "Mi abuela se jubiló hace un año y cree que lo hizo demasiado pronto.",
      "Mi hermano pequeño acaba de sacarse el carné de conducir. Espero que no conduzca demasiado rápido.",
      "¡Me sorprende que mis hijos odien tanto la guardería!",
      "¿Cómo son tus hijos? ¿Les gusta la escuela?",
      "¿Hicieron muchos amigos en la escuela?",
      "He tardado quince años en conseguir la nacionalidad en este país.",
      "Este fin de semana no voy a ninguna parte. Prepararé la cena y haré las tareas.",
      "Mis hijos tienen vacaciones en el colegio el mes que viene. Hemos decidido quedarnos aquí, pero les he prometido ir a Perú el año que viene.",
      "Cada vez que planeo un viaje, tengo que pedirle a alguien que cuide de mis mascotas.",
      "Dejé a mi gato durante tres días y, cuando volví, ¡lo encontré en el apartamento de mis vecinos!",
      "En mi tiempo libre me gusta explorar la ciudad.",
      "Estoy muy contenta de habernos mudado aquí. Me baño en el mar todos los días, y el tráfico es ligero.",
      "¿Cuánto tiempo llevas viviendo aquí?",
      "Mi apartamento es pequeño, pero el alquiler es asequible y el barrio es seguro.",
      "Mi hermano es autónomo. Siempre trabaja desde casa.",
      "Queríamos viajar a algún sitio para las vacaciones, pero los billetes de avión eran demasiado caros.",
      "China es mi destino de viaje favorito. Intento ir allí todos los años.",
      "No, nunca he estado allí. ¿Recomendarías este lugar?",
      "¿Qué es lo que más te gustó de tu viaje allí?",
      "No sabía que tenía que ponerme estas vacunas antes de viajar.",
      "Tengo una reserva en el hotel.",
      "Lo siento, ¿podrías repetirlo, por favor?",
      "Entiendo un poco el español, pero ¿podrías hablar un poco más despacio?",
      "¿Cuánto suele dejar de propina la gente?",
      "No, no soy de aquí. Sólo estoy de visita.",
      "¿Dónde puedo cambiar dinero?",
      "¿Cuál es el tipo de cambio hoy?",
      "El clima era hermoso, la gente - amable, y la comida - deliciosa. Me gustaría no tener que irme tan pronto.",
      "¿Cuáles son las principales atracciones aquí? ¿Cómo puedo llegar allí?",
      "Disculpa, creo que me he perdido.",
      "Estoy buscando este hotel. ¿Podrías ayudarme a encontrar el camino?",
      "Este lugar es muy popular. ¡Creo que nunca he visto tantos turistas!",
      "Los niños están en la playa, y mi esposa está haciendo las compras en este momento.",
      "Mañana por la mañana dejaremos el hotel y nos iremos a Madrid. Después, volveremos a casa.",
      "No hay vuelo directo. Vamos a hacer una escala en Los Ángeles.",
      "Aquí están nuestros pasaportes con los visados, nuestras tarjetas de embarque, el itinerario y las confirmaciones de las reservas. ¿Qué más necesitamos?",
      "Van a cerrar las puertas en cinco minutos, ¡Hay que darse prisa!"
    ]
  },
  "meta": {
    "difficulty": "Easy",
    "categories": [
      "casual-phrases"
    ],
    "id": "casual-phrases-holidays-and-travel",
    "numSegments": 52
  }
}