{
  "meta": {
    "difficulty": "Easy",
    "categories": [
      "casual-phrases"
    ],
    "languages": [
      "en",
      "es",
      "ru"
    ],
    "id": "casual-phrases-pets",
    "numSegments": 30
  },
  "en": {
    "title": "Casual Phrases - Pets",
    "description": "Casual Phrases about Pets.",
    "segments": [
      "I always dreamed of having a cat.",
      "My cat purrs when I pet her.",
      "What a lovely kitten! What is his name?",
      "My cat loves ice-cream, but I’m not sure if it’s good for him.",
      "Cats like to play with yarn.",
      "This kitten’s paws are so soft; it’s unbelievable.",
      "When a cat wags its tail, it’s not a good sign and you should back off.",
      "What breed is your dog?",
      "What a cute puppy! He is adorable. Can I pet him?",
      "My dog was a stray before I brought him home.",
      "I need to take my dog for a walk.",
      "No, you can’t give chocolate to dogs.",
      "This dog may look scary, but he would never hurt a fly.",
      "Our dog destroyed all our furniture, but we love him no matter what.",
      "Is it possible to travel by plane with a dog?",
      "Are dogs allowed inside?",
      "He barks every time he hears noise outside.",
      "The dog smells. We need to give him a bath.",
      "Do you need to brush dog’s teeth?",
      "Loosen up the collar - it’s too tight.",
      "Do you have any pets?",
      "Sorry, pets are not allowed here.",
      "I have an emerald lizard at home.",
      "I have a fresh water fish tank with tropical fish.",
      "I have a parrot who can talk. It took me years to teach him!",
      "Can you keep a turtle as a pet?",
      "Rodents make perfect pets.",
      "Pets require constant care, and you may need to take them to a vet when they are sick.",
      "My son almost cried of excitement when he saw this puppy.",
      "My kids take care of the dog. It’s their responsibility."
    ]
  },
  "es": {
    "title": "Frases casuales - Mascotas",
    "description": "Frases casuales - Mascotas.",
    "segments": [
      "Siempre soñé en tener un gato.",
      "Mi gato ronronea cuando la acaricio.",
      "¡Qué gato tan lindo! ¿Cuál es su nombre?",
      "Mi gato adora el helado, pero no estoy seguro si es bueno para él.",
      "A los gatos les gusta jugar con el estambre.",
      "Las patas de este gato son muy suaves; es increíble.",
      "Cuando un gato mueve su cola, no es una buena señal y debes retroceder.",
      "¿Qué raza es tu perro?",
      "¡Que cachorro tan lindo! Él es adorable. ¿Puedo tocarlo?",
      "Mi perro era callejero. Me lo traje a casa.",
      "Debo llevar a mi perro a pasear.",
      "No, no puedes darles chocolate a los perros.",
      "Este perro puede parecer aterrador, pero él no le haría daño ni a una mosca.",
      "Nuestro perro destruyó todos nuestros muebles, pero lo seguimos amando.",
      "¿Es posible viajar en avión con un perro?",
      "¿Están permitidos los perros adentro?",
      "Él ladra cada vez que escucha un sonido.",
      "El perro apesta. Necesitamos darle un baño.",
      "¿Necesitas cepillar los dientes de tu perro?",
      "Libera un poco el collar – está demasiado apretado.",
      "¿Tienes alguna mascota?",
      "Lo siento, no se permiten mascotas aquí.",
      "Tengo un lagarto esmeralda en casa.",
      "Tengo un tanque de peces con agua fresca con peces tropicales.",
      "Tengo un perico que puede hablar. ¡Me tomó años enseñarle!",
      "¿Puedes mantener una tortuga como mascota?",
      "Los roedores son mascotas perfectas.",
      "Las mascotas requieren de cuidado constante, y necesitarás llevarlas al veterinario si se enferman.",
      "Mi hijo casi llora de emoción cuando vio a este cachorrito.",
      "Mis hijos cuidan del perro. Es su responsabilidad."
    ]
  },
  "ru": {
    "title": "Разговорные фразы - Домашние животные",
    "description": "Фразы о домашних животных.",
    "segments": [
      "Я всегда мечтал завести кота.",
      "Моя кошка мурлычет, когда я её глажу.",
      "Какой очаровательный котенок! Как его зовут?",
      "Мой кот любит мороженое, но я не уверен, что оно ему полезно.",
      "Коты любят играть с пряжей.",
      "Лапы этого котенка такие мягкие - это невероятно!",
      "Когда кот виляет хвостом - это плохой знак, и вам лучше оставить его в покое.",
      "Какая порода у вашей собаки?",
      "Какой милый щенок! Он очарователен. Могу я с ним поиграть?",
      "Перед тем как я забрала мою собаку домой, она была бездомной.",
      "Мне нужно идти выгуливать собаку.",
      "Нет, собакам нельзя шоколад.",
      "Этот пёс может выглядеть устрашающе, но он и мухи не обидит.",
      "Наш пёс испортил всю нашу мебель, но мы его любим не смотря ни на что.",
      "Возможно ли летать на самолете с собакой?",
      "С собакой можно войти?",
      "Он лает каждый раз, когда слышит шум снаружи.",
      "От собаки пахнет. Нам нужно его помыть.",
      "Нужно ли чистить зубы собаке?",
      "Ослабь ошейник - он слишком тугой.",
      "У вас есть домашние животные?",
      "Прошу прощения, но животным сюда нельзя.",
      "У меня дома живет изумрудная ящерица.",
      "У меня есть аквариум с пресной водой и тропическими рыбками.",
      "У меня живет говорящий попугай. У меня ушли годы на то, чтобы научить его разговаривать!",
      "Можно ли держать черепаху в качестве домашнего животного?",
      "Грызуны являются отличными домашними животными.",
      "Домашние животные нуждаются в постоянной заботе. Вам может понадобиться водить своего питомца к ветеринару, когда он заболеет.",
      "Мой сын почти заплакал от радости, когда он увидел этого щенка.",
      "О собаке заботятся мои дети. Это их обязанность."
    ]
  }
}