{
  "en": {
    "title": "The Daily Prophet",
    "sentences": [
      "There is only one wizarding newspaper in Britain, discounting such small circulation publications such as *The Quibbler*.",
      "The *Daily Prophet*, whose headquarters are in Diagon Alley, is delivered by owl on a daily basis to nearly every wizarding household in Britain.",
      "Payment is effected by placing coins in the pouch tied to the paper-owl’s leg.",
      "Occasionally (when something particularly interesting or exciting happens, such as the illegal flight of a Ford Anglia the length of Britain) an *Evening Prophet* edition will be rushed out.",
      "The Prophet is not an entirely unbiased source of news, and sometimes displays an unfortunately sensationalist tendency best epitomised by star reporter Rita Skeeter.",
      "Ostensibly an independent news source, it has more than once been influenced by the Ministry (or ruling power) of the day to hush up certain stories.",
      "A clue to its overriding motivation may be found in its name, ‘prophet’ being a homonym of ‘profit’ (although I was also taken with the idea of a wizarding newspaper claiming foreknowledge of news to come).",
      "Wizardkind tends not to require alternative political flavours in its news coverage (which is not to say, however, that the Prophet does not have a political agenda).",
      "As a small, outsider and occasionally beleaguered community, wizards are, by and large, interested in the same kinds of stories: the Quidditch League results, whether anyone is in trouble for infractions of the International Statute of Secrecy, what irritating legislation the Misuse of Muggle Artefacts Office has come up with now, and when the next Celestina Warbeck/Weird Sisters concert will take place.",
      "It seems likely that wizards will continue to favour old-fashioned newsprint, even while the Muggle world resorts increasingly to the internet.",
      "If Muggle newspapers had moving photographs, their circulation might be similarly buoyant."
    ]
  },
  "es": {
    "title": "El diario profeta",
    "sentences": [
      "Aquí hay solo un periódico mágico en Gran Bretaña, descontando publicaciones de tan pequeña circulación como * The Quibbler *.",
      "El * Daily Prophet *, cuya sede se encuentra en el Callejón Diagon, es entregado por búho a diario a casi todos los hogares mágicos en Gran Bretaña.",
      "El pago se efectúa colocando monedas en la bolsa atada a la pata del búho de papel.",
      "Ocasionalmente (cuando sucede algo particularmente interesante o emocionante, como el vuelo ilegal de un Ford Anglia a lo largo de Gran Bretaña) se publicará una edición de * Evening Prophet *.",
      "El Profeta no es una fuente de noticias completamente imparcial y, a veces, muestra una tendencia, lamentablemente sensacionalista, mejor personificada por la reportera estrella Rita Skeeter.",
      "Aparentemente una fuente de noticias independiente, más de una vez ha sido influenciada por el Ministerio (o el poder gobernante) del día para silenciar ciertas historias.",
      "Una pista de su motivación primordial se puede encontrar en su nombre, \"profeta\" es un homónimo de \"beneficio\" (aunque también me cautivó la idea de un periódico mágico que afirme tener conocimiento previo de las noticias por venir).",
      "Wizardkind tiende a no requerir sabores políticos alternativos en su cobertura de noticias (lo que no quiere decir, sin embargo, que el Profeta no tenga una agenda política).",
      "Como comunidad pequeña, ajena y ocasionalmente asediada, los magos están, en general, interesados ​​en el mismo tipo de historias: los resultados de la Liga de Quidditch, si alguien está en problemas por infracciones del Estatuto Internacional del Secreto, qué legislación irritante el mal uso de Muggle Artefacts Office ha ideado ahora, y cuándo tendrá lugar el próximo concierto de Celestina Warbeck / Weird Sisters.",
      "Parece probable que los magos sigan favoreciendo el papel de periódico antiguo, incluso mientras el mundo muggle recurre cada vez más a Internet.",
      "Si los periódicos muggles tuvieran fotografías en movimiento, su circulación podría ser igualmente optimista."
    ]
  },
  "meta": {
    "difficulty": 3,
    "categories": [
      "harry potter",
      "article"
    ],
    "id": "daily-prophet"
  }
}