{
  "en": {
    "title": "Every country has ninjas but the world only knows about Japan's because theirs suck.",
    "description": "Every country has ninjas - description",
    "sentences": [
      "Conventions are my favorite time of the year.",
      "We all knew we were killers, and knowing who all the other killers were helped people get along.",
      "Sold a secret?",
      "Everyone would hunt you down the next day.",
      "Everyone had their flair out, so you could have as much fun as you wanted while still fitting in.",
      "The Japanese would dress all in earth tones, while the Italians would put on fantastically gauche suits.",
      "The British, as always, sent their best in a tuxedo.",
      "I wore my best denim.",
      "Nobody ever expected a Canadian assassin.",
      "We were there in WWII, killing Hitler in his bunker before the other Allies even arrived.",
      "They had to burn the body and claim suicide to cover up their incompetence.",
      "We were there when Osama bin Laden was found.",
      "I'll bet the Navy Seals won't tell you they found him chained to his desk with a complimentary last meal of poutine.",
      "Don't think we're friendly.",
      "We don't take anybody's side but Canada's.",
      "We were there when JFK was shot.",
      "It was so simple to play one superpower against another and score lucrative deals for the Canadarm project.",
      "It's nice to know we can smuggle a high-powered laser into space, even if it's only one shot.",
      "Still, an assassin is only as good as his cover.",
      "We instill our children from an early age just how to act in public while we train them in private how to apply political pressure points as well as physical ones.",
      "We're the kindest, nicest people around when somebody is watching.",
      "We train to be normal and accepting, while pushing the idea that a sneaky killer has to know kung fu and how to throw daggers.",
      "The Japanese popular culture has already been successfully subverted, and we're working with a mole at Ubisoft to produce more Assassin's Creed games to subvert Arab, British, Italian and now Egyptian cultures.",
      "They would never suspect us.",
      "We could even get away with an assassination here at the convention, just for fun.",
      "I bump into another excited conventioneer dressed head-to-toe, embarassingly, in his mother's best black sheets.",
      "I pull the punch knife from his kidney slowly while the invisible needle in his neck stops him from screaming.",
      "\"Sorry.\""
    ]
  },
  "es": {
    "title": "Todos los países tienen ninjas, pero el mundo solo sabe sobre Japón porque los suyos apestan.",
    "description": "Every country has ninjas - descripción",
    "sentences": [
      "Las convenciones son mi época favorita del año.",
      "Todos sabíamos que éramos asesinos, y saber quiénes eran los demás asesinos ayudó a que la gente se llevara bien.",
      "¿Vendiste un secreto?",
      "Todos te perseguirían al día siguiente.",
      "Todos tenían su estilo, así que podías divertirte tanto como quisieras sin dejar de encajar.",
      "Los japoneses se vestían todos en tonos tierra, mientras que los italianos se ponían trajes fantásticamente torpes.",
      "Los británicos, como siempre, enviaron lo mejor en esmoquin.",
      "Llevaba mi mejor mezclilla.",
      "Nadie esperaba jamás un asesino canadiense.",
      "Estuvimos allí en la Segunda Guerra Mundial, matando a Hitler en su búnker antes de que llegaran los otros Aliados.",
      "Tuvieron que quemar el cuerpo y suicidarse para encubrir su incompetencia.",
      "Estábamos allí cuando encontraron a Osama bin Laden.",
      "Apuesto a que los Navy Seals no le dirán que lo encontraron encadenado a su escritorio con una última comida de poutine de cortesía.",
      "No creas que somos amistosos.",
      "No estamos del lado de nadie más que del de Canadá.",
      "Estábamos allí cuando dispararon a JFK.",
      "Era tan sencillo jugar una superpotencia contra otra y conseguir acuerdos lucrativos para el proyecto Canadarm.",
      "Es bueno saber que podemos pasar de contrabando un láser de alta potencia al espacio, incluso si es solo un disparo.",
      "Aún así, un asesino es tan bueno como su tapadera.",
      "Les enseñamos a nuestros hijos desde pequeños cómo actuar en público, mientras que en privado les enseñamos a aplicar puntos de presión tanto políticos como físicos.",
      "Somos las personas más amables y agradables cuando alguien está mirando.",
      "Entrenamos para ser normales y aceptar, mientras promovemos la idea de que un asesino furtivo tiene que saber kung fu y cómo lanzar dagas.",
      "La cultura popular japonesa ya se ha subvertido con éxito, y estamos trabajando con un topo en Ubisoft para producir más juegos de Assassin's Creed para subvertir las culturas árabe, británica, italiana y ahora egipcia.",
      "Nunca sospecharían de nosotros.",
      "Incluso podríamos conseguir un asesinato aquí en la convención, solo por diversión.",
      "Me encuentro con otro emocionado asistente a la convención vestido de pies a cabeza, vergonzosamente, con las mejores sábanas negras de su madre.",
      "Saco el cuchillo de ponche de su riñón lentamente mientras la aguja invisible en su cuello le impide gritar.",
      "\"Lo siento.\""
    ]
  },
  "meta": {
    "difficulty": 5,
    "categories": [
      "reddit"
    ],
    "id": "every-country-has-ninjas",
    "numSentences": 28
  }
}