{
  "meta": {
    "difficulty": "Medium",
    "categories": [
      "news",
      "culture"
    ],
    "sourceLink": "https://www.voanews.com/arts-culture/poet-louise-gluck-wins-nobel-prize-literature",
    "sourceText": "Voice of America (VOA)",
    "languages": [
      "en",
      "es"
    ],
    "id": "gluck-nobel-prize",
    "numSegments": 9
  },
  "en": {
    "title": "Poet Louise Gluck Wins Nobel Prize in Literature",
    "description": "Poet Louise Gluck Wins Nobel Prize in Literature.",
    "segments": [
      "American poet Louise Glück has won this year’s Nobel Prize in literature.",
      "The Swedish Academy praised Glück’s “unmistakable poetic voice that with austere beauty makes individual existence universal.”",
      "Glück has published 12 poetry collections, and her previous honors include the Pulitzer Prize and the National Book Award.",
      "The literature prize is just one of a group given out this week.",
      "Each comes with a $1.1 million cash award.",
      "Friday brings the announcement of the Nobel Peace Prize.",
      "The prize in chemistry was awarded to two scientists for developing a method of gene editing.",
      "Three scientists won the physics prize Wednesday for their discoveries related to black holes.",
      "Three scientists also shared the medicine prize for the discovery of the Hepatitis C virus."
    ]
  },
  "es": {
    "title": "La Poeta Louise Gluck Gana el Premio Nobel de Literatura",
    "description": "La Poeta Louise Gluck Gana el Premio Nobel de Literatura.",
    "segments": [
      "La poeta Americana Louise Glück ganó el Premio Nobel de Literatura de este año.",
      "La Academia Sueca elogió la “voz poética inconfundible que con belleza austera que hace la existencia individual universal” de Glück.",
      "Glück ha publicado 12 colecciones de poesía, y sus previos honores incluyen el Premio Pulitzer y el Premio Nacional de Libros.",
      "El premio de literatura es solo uno de un grupo dado esta semana.",
      "Cada uno viene con un premio en efectivo de 1.1 millones de dólares.",
      "El viernes se hará el anuncio del Premio Nobel de la Paz.",
      "El precio en química fue otorgado a dos científicos por desarrollar un método de edición de genes.",
      "Tres científicos ganaron el premio de física el miércoles por sus descubrimientos relacionados a hoyos negros.",
      "Tres científicos también compartieron el premio de medicina por el descubrimiento del virus de Hepatitis C."
    ]
  }
}