{
  "en": {
    "title": "Australia Showcases Diverse Indigenous Languages",
    "description": "Australia Showcases Diverse Indigenous Languages.",
    "sentences": [
      "A new project is celebrating the linguistic culture of Australia's Aboriginal communities by working to introduce Australians to everyday words and phrases from hundreds of Indigenous languages.",
      "The 50 Words Project is an interactive online language map.",
      "Words and phrases from across the continent are brought to life with recordings from Indigenous speakers.",
      "It is run by the University of Melbourne's Research Unit for Indigenous Language and aims to maintain linguistic and cultural heritage.",
      "Jill Vaughan from the academic unit says she hopes it will help more Australians understand rich linguistic traditions.",
      "\"It is, unfortunately, quite a common misconception that there is only one Indigenous Australian language, when, in fact, there are hundreds of languages, each with thousands and thousands of words,\" she said.",
      "\"It is also the case that for some Australians, they assume that Indigenous languages are just a relic of the past, and this isn't the case at all.\"",
      "Researchers say the sounds used in Australia's Indigenous languages are very similar across the country.",
      "Neighboring communities, however, can have very different words for the same things.",
      "Some Indigenous languages in Australia have faded away since European colonization, while others are spoken by just a handful of people and are considered critically endangered.",
      "Until the 1970s, government policies banned and discouraged Aboriginal people from speaking their mother tongues.",
      "Indigenous communities consider languages to be living things that connect people to their land, culture and the spirits of their ancestors.",
      "Aboriginal history in Australia dates back up to 65,000 years.",
      "Indigenous people make up about 3% of the national population of 25 million."
    ]
  },
  "es": {
    "title": "Australia muestra sus diversas lenguas indígenas",
    "description": "Australia muestra sus diversas lenguas indígenas.",
    "sentences": [
      "Un nuevo proyecto celebra la cultura lingüística de las comunidades aborígenes de Australia con el fin de presentar a los australianos palabras y frases cotidianas de cientos de lenguas indígenas.",
      "El Proyecto 50 Palabras es un mapa lingüístico interactivo en línea.",
      "Palabras y frases de todo el continente cobran vida con grabaciones de hablantes indígenas.",
      "Está dirigido por la Unidad de Investigación de Lenguas Indígenas de la Universidad de Melbourne y su objetivo es mantener el patrimonio lingüístico y cultural.",
      "Jill Vaughan, de la unidad académica, dice que espera que ayude a más australianos a comprender las ricas tradiciones lingüísticas.",
      "\"Desgraciadamente, es un error bastante común pensar que sólo hay una lengua indígena australiana, cuando, en realidad, hay cientos de lenguas, cada una con miles y miles de palabras\", afirma.",
      "\"También ocurre que algunos australianos asumen que las lenguas indígenas son sólo una reliquia del pasado, y esto no es así en absoluto\".",
      "Los investigadores afirman que los sonidos utilizados en las lenguas indígenas de Australia son muy similares en todo el país.",
      "Sin embargo, las comunidades vecinas pueden tener palabras muy diferentes para las mismas cosas.",
      "Algunas lenguas indígenas de Australia han desaparecido desde la colonización europea, mientras que otras son habladas por sólo un puñado de personas y se consideran en peligro crítico de extinción.",
      "Hasta la década de 1970, las políticas gubernamentales prohibían y disuadían a los aborígenes de hablar sus lenguas maternas.",
      "Las comunidades indígenas consideran que las lenguas son seres vivos que conectan a la gente con su tierra, su cultura y los espíritus de sus antepasados.",
      "La historia de los aborígenes en Australia se remonta a 65.000 años.",
      "Los indígenas representan alrededor del 3% de la población nacional, que asciende a 25 millones de personas."
    ]
  },
  "meta": {
    "difficulty": "Medium",
    "categories": [
      "article"
    ],
    "sourceLink": "https://www.voanews.com/east-asia-pacific/australia-showcases-diverse-indigenous-languages",
    "sourceText": "Voice of America (VOA)",
    "id": "indigenous-languages",
    "numSentences": 14
  }
}