{
  "en": {
    "title": "LOUIS C.K.: 2017 - 01",
    "sentences": [
      "Go ahead and do the lights.",
      "[audience cheering] Go ahead.",
      "Ladies and gentlemen, Louis C.K.",
      "[audience cheering] Hello.",
      "Thank you.",
      "Thank you very much.",
      "Thank you.",
      "Um… – So, you know, I think abortion is, um… – [audience laughing] I… Here’s what I think.",
      "[audience laughing] Here’s what I… This is what I think.",
      "Here’s what I think.",
      "I… I think you should not get an abortion unless you need one.",
      "[audience laughing] In which case… In which case, you’d better get one.",
      "I mean, seriously.",
      "If you need an abortion, you’d better get one.",
      "Don’t fuck around.",
      "And hurry.",
      "[audience laughing] Not getting an abortion that you need is like not taking a shit.",
      "That’s how bad that is.",
      "It’s like not taking a shit.",
      "That’s what I think.",
      "I think abortion is exactly like taking a shit.",
      "I think it is 100% the exact same thing as taking a shit.",
      "Or it isn’t.",
      "[audience laughing] It is, or it isn’t.",
      "It’s either taking a shit, or it’s killing a baby.",
      "[audience laughing] It’s only one of those two things.",
      "It’s no other things.",
      "If you didn’t like hearing it’s like taking a shit, you think it’s killing a baby.",
      "That’s the only other one you get to have.",
      "Which means you should be holding a sign in front of the place.",
      "[audience laughing] People hate abortion protesters.",
      "They’re so shrill and awful.",
      "They think babies are being murdered.",
      "What are they supposed to be like?",
      "“Uh, that’s not cool.\"",
      "I don’t wanna be a dick about it, though.",
      "I don’t want to ruin their day as they murder several babies all the time.",
      "I don’t think it’s killing a baby.",
      "I don’t.",
      "I mean, it is, it’s a little bit… It’s a little bit killing a baby.",
      "It’s a little bit… It’s 100% killing a baby.",
      "It’s totally killing a whole baby.",
      "[audience laughing] But I think that women should be allowed to kill babies.",
      "That’s what I think.",
      "They should be allowed to kill babies.",
      "Yeah.",
      "[Laughs] [crowd cheering] Whoo!",
      "We get to kill babies!",
      "Let’s do some shots and kill some babies.",
      "[audience laughing] I killed like four babies last night.",
      "It was fucking retarded.",
      "It has to be one or the other.",
      "You know, like, when people say, abortion should be legal, safe and rare.",
      "Why rare if it should be legal?",
      "If it should be legal, it’s… [blows raspberry] It’s shitting.",
      "If it should be rare, it’s murdering babies.",
      "But, again, women should be allowed because… Two reasons I think women should be allowed to kill babies.",
      "Number one, I don’t think life is that important.",
      "It’s just not.",
      "It is not.",
      "[audience cheering] People get too excited… about life.",
      "“Oh, life.\"",
      "Fuck you.",
      "It’s not that… Make a list of every shitty thing ever, that’s in life.",
      "[audience laughing] Life is okay.",
      "I like life.",
      "I like it.",
      "I don’t need it.",
      "I’d be fine without it.",
      "I like life, though.",
      "I do.",
      "You know how much I like life?",
      "I have never killed myself.",
      "– That’s how much I like it.",
      "– [woman] Whoo!",
      "That’s exactly how much I like it, with a razor-thin margin.",
      "I like it precisely enough to not kill myself.",
      "It’s an option, though.",
      "It’s totally an option.",
      "I mean, I’m 49.",
      "I have two kids.",
      "I’ve flipped through the brochure a few times.",
      "[audience laughing] I’ve thought of killing myself just to win an argument.",
      "[audience laughing] Not supposed to talk about suicide, even to your shrink.",
      "You ever go to a shrink and they’re like, “Have you had thoughts… of suicide?\"",
      "And you’re like, “No, because if I say yes, you’ll press a button\", and folks will run in and hold me… “Hold him down!\"",
      "You should talk about it.",
      "The whole world is just made of people who didn’t kill themselves today.",
      "That’s who’s here.",
      "It’s all of us that went, “Okay, fuck it, keep doing it.\"",
      "[audience laughing] [audience applauding] It’s… [audience cheering] It’s an interesting thing about life.",
      "Life can get very difficult, very sad, very upsetting.",
      "But you don’t have to do it.",
      "You don’t have to do it.",
      "You don’t have to do anything.",
      "You never have to do anything because you can kill yourself.",
      "[audience laughing] If they send you a letter from Motor Vehicles, come in and: “No, I don’t.",
      "I’ll kill myself.\"",
      "You can do that.",
      "You can do that once.",
      "But you can do it.",
      "It’s interesting because even when life gets bad, people choose it over nothing.",
      "Even the worst versions of life, even a shitty, shitty life, is worth living, apparently.",
      "‘Cause folks are living the fuck out of them.",
      "[audience laughing] Have you ever seen somebody, you’re like, “He should kill himself.",
      "Why did he not… that dude…\" Ever been driving and you look in the next car, you’re like, “Ugh, shit.\"",
      "I wish I hadn’t looked in that car.",
      "That was difficult to glance at… “let alone being it.\"",
      "Just a guy in a… In a tan car.",
      "[audience laughing] Nobody chooses tan.",
      "[audience laughing] Nobody picks tan for their car.",
      "They give you tan.",
      "[audience laughing] “Is that mine?\"",
      "“Yeah, it’s yours, fucking loser.",
      "Made it tan.\"",
      "They shouldn’t even make tan cars.",
      "It’s mean to make them.",
      "You look over, you see a guy in a tan car with dents all over it and a garbage bag for a window.",
      "[mimicking bag flapping] What is holding up his suicide?",
      "– [audience laughing] – What is delaying it?",
      "What is keeping him from stopping being that?",
      "[audience laughing] And what would it take?",
      "What would it take?",
      "What would it take?",
      "Both windows are garbage bags?",
      "Is that…?",
      "[audience laughing] Seriously, do you know how much misery is involved in a garbage bag for a window?",
      "Do you know how many separate moments of shit misery?",
      "“They canceled my insurance.",
      "I broke my window.",
      "Duct tape.\"",
      "[ripping noise] Here’s the truth.",
      "Running away will not solve your problems.",
      "That’s totally true.",
      "But killing yourself solves all your problems.",
      "It actually does.",
      "It even solves world’s problems.",
      "For you.",
      "“Hey, what about ISIS?\"",
      "“Kill yourself.\"",
      "[audience laughing] “Then they’ll never get you.\"",
      "[audience laughing] Seriously, if everybody who’s afraid of ISIS kills themselves right now, then ISIS loses.",
      "[audience laughing] Because they live in a world of people that don’t give a shit.",
      "“We’re gonna cut his head off!\"",
      "“Yeah, okay.\"",
      "“It’s not fun now.\"",
      "[audience laughing] I think the worst part of being beheaded… – If… – [audience laughing] The worst thing about being beheaded is that you look really dumb right after.",
      "That’s the worst part.",
      "They go like that, and you’re like: “Duh.\"",
      "[shouting] Just that fucking dopey… I don’t think they like beheading bald people ’cause they can’t do this… That’s the best part.",
      "They got to go like this.",
      "[audience laughing] It’s not as cool.",
      "So, just shave the top of your head, and you won’t have to worry about it.",
      "So, that’s the first reason.",
      "That’s the first reason I think women should be allowed to kill babies.",
      "[audience laughing] ‘Cause life is not so important.",
      "The second reason is because that’s their job.",
      "Women have to decide who lives and dies.",
      "That’s because they’re the female of the species.",
      "In the reproductive arena, that’s what the female does.",
      "They are the selectors.",
      "They have to decide this.",
      "We give them this responsibility when we fuck them.",
      "We go, “Here, you decide what to do with this shit.\"",
      "[audience laughing] See you later.",
      "She has to figure out if you should have kids, if she should have them.",
      "That’s her job.",
      "Because women have judgment.",
      "They have judgment.",
      "Men don’t have judgment.",
      "Men have intent.",
      "Men just want to spray the world with their cum, just mist.",
      "“More of me.\"",
      "[mimicking explosions] “More of me.\"",
      "[continues mimicking explosion] It’s her job to go, “That’s enough of you, I think.",
      "No, that’s really enough.\"",
      "[audience cheering] I don’t think that face needs to repeat.",
      "I’ve seen your father, and it’s not getting better.",
      "She doesn’t realize this until after you fuck her.",
      "That’s actually when she really knows, is when you’re like, “Yeah!\"",
      "And she’s like, “I’m not having this piece of shit’s baby.\"",
      "[audience laughing] And that’s why abortion is the last line of defense against shitty people in the species.",
      "So, we need them to abort every shitty baby.",
      "[audience cheering] I mean, all animals do this.",
      "Animals do it late.",
      "They have the baby.",
      "Then they’re like, “You know what?",
      "It’s cold.",
      "I’m gonna eat this one.\"",
      "[audience laughing] “But when is it okay?",
      "When should they be allowed?\"",
      "When it’s in their pussy.",
      "That whole time.",
      "It’s in her pussy.",
      "If there’s a dude in your pussy, you get to kill him.",
      "I think that’s pretty fundamental.",
      "You’re allowed to kill people if they’re in your house.",
      "[audience laughing] [audience cheering]",
      "So… that’s what I think.",
      "[audience laughing] I have two kids.",
      "[chuckles] I try to be a better person around my kids.",
      "I try to change my behavior around them.",
      "Like, I have rules in my house, they all apply to me.",
      "Like, I have a rule that I don’t curse around my kids.",
      "That’s a rule.",
      "It does happen.",
      "You have a stressful moment, and you’re with your kids, so, you say something by mistake.",
      "One time I was making dinner for my kids, and I gave my daughter a bowl of soup.",
      "And I said, “Here’s your fucking soup.\"",
      "[audience laughing] But, uh… You can see how that was a tough… situation.",
      "You’re supposed to teach your kids right from wrong.",
      "I don’t know, it’s confusing.",
      "Some people raise their kids religiously and that covers it.",
      "They kind of go, all this.",
      "Do that.",
      "I’m not raising my kids religiously because I don’t feel like it.",
      "Get up on a Sunday?",
      "Fuck that.",
      "Fuck that.",
      "Let your souls rot, kids.",
      "I don’t care.",
      "I’m not getting… “Daddy, who’s Jesus?\"",
      "“None of your business.",
      "Go back to bed.\"",
      "[audience laughing] But my kids, they’re living in the world.",
      "There’s a lot of religion in the world.",
      "You have to teach your kids.",
      "If you’re not raising them religiously, you teach them about religion.",
      "I tell my kids the same thing.",
      "I tell them that there are many religions in the world, and they’re all equal.",
      "But the Christians are the main one.",
      "That’s what I tell them.",
      "The Christians won.",
      "They’re the winners.",
      "So, act accordingly.",
      "Congratulate Christians when you meet them.",
      "Because they won the world.",
      "And it’s true.",
      "It’s true.",
      "We love to tell ourselves, like, “Every religion is exactly…\" No.",
      "No, they’re not.",
      "The Christians won everything.",
      "A long time ago.",
      "If you don’t believe me, let me ask you a question.",
      "What year is it?",
      "[audience laughing] [audience applauding] I mean, come on.",
      "What year is it according to the entire human race?",
      "And why?",
      "What year is it?",
      "Anybody?",
      "Sir, just yell out the year.",
      "Thank you.",
      "20… 2016?",
      "No, it’s 20… That’s right.",
      "It’s 2017.",
      "What is that?",
      "That’s a number.",
      "It’s not just any number.",
      "It must be a very important number.",
      "‘Cause we’re counting to it in unison as a species.",
      "For thousands of years, we’ve been going: “One, two, three… Come on, everybody, four… “.",
      "Now, come on, Africa, five, six…\" What is this number?",
      "We’re counting the days since what?",
      "Since there was ever people?",
      "Or since the sun did something?",
      "Not at all.",
      "It’s been 2017 years since what?",
      "Anybody, yell it out.",
      "[man] Christ!",
      "Yes.",
      "Christ!",
      "[audience laughing] Christ!",
      "That’s right.",
      "It’s been 2017 years since Christ!",
      "Jesus.",
      "We are counting the days since Jesus.",
      "Together.",
      "Which makes sense if you’re Christian.",
      "But what the fuck are the rest of us doing?",
      "“Jesus was here.",
      "Jesus was here.",
      "Jesus was here.\"",
      "Everybody.",
      "Scientists, historians.",
      "“Jesus.",
      "Jesus.\"",
      "“Jesus plus two, Jesus plus three, Jesus plus four.\"",
      "Jesus plus 2017 years, four months and three days is when your license expires.",
      "[audience laughing] How is that not a win for the Christians?",
      "How is that not a complete win?",
      "That’s not a Monday off in October.",
      "That’s, “There was no time before Jesus.\"",
      "And the whole world went, “Okay.\"",
      "Sure.\"",
      "Then somebody was like, “What about the years before him?",
      "There were billions.",
      "I mean, infinity.\"",
      "“Those go backwards.\"",
      "[audience laughing] “You want us to measure most of history backwards?",
      "To accommodate one religion?\"",
      "Uh-huh.",
      "“All right, we’ll do it, it’s fine.",
      "We’ll do it.\"",
      "The whole world.",
      "You ever watch New Year’s Eve around the world?",
      "They always show you how every country celebrates.",
      "It’s kind of cool.",
      "The first is one little island.",
      "It’s the first place that’s actually the place that it’s the year.",
      "It’s a little island in the Pacific.",
      "I forget.",
      "They do a little ceremony for New Year’s Eve every year.",
      "And they just wear grass.",
      "‘Cause they don’t even have sticks yet.",
      "They’re in the grass age.",
      "[audience laughing] They have no clocks.",
      "But they do a dance.",
      "[chanting] “2017.\"",
      "And it goes around the world, [Chinese accent] “Oh, the 2017.\"",
      "[speaking gibberish] [Middle-Eastern accent] “Death to all Christians in 2017.\"",
      "[audience applauding] [normal voice] The Jews are quietly keeping track.",
      "It’s really 5,766.",
      "– But that’s for us.",
      "We’re just… – [audience laughing] That’s okay.",
      "[audience cheering] We’re keeping track for when you snap out of it.",
      "It’s all right.",
      "I’ll… I’ll write yours on my check.",
      "I don’t want a problem.",
      "What about Chinese New Year?",
      "Yeah, what about Chinese New Year?",
      "All right, next time you’re doing your taxes, just write “monkey\" where the year goes.",
      "[audience laughing] Just put monkey.",
      "See what happens to your funds.",
      "No.",
      "It’s 2017, year of our Lord… Jesus o’clock on the nose.",
      "And they made it up, that’s the weirdest part.",
      "They got to rename years that had already taken place.",
      "‘Cause, you know, that’s not what those years were.",
      "You know that, right?",
      "That the year three… wasn’t the year three… during the year three.",
      "Nobody was walking around back then, “Hey, what year is it?\"",
      "“It’s three.\"",
      "[audience laughing] “Yeah, but I’m 28.\"",
      "[audience laughing] How can I be 28… “if there’s only been three?\"",
      "“Oh, well, see, you were born in BC 24.\"",
      "And there’s a zero.",
      "Remember it went backwards?",
      "“Oh, shit.",
      "That was stressful.",
      "I hated those years.\"",
      "What was that like?",
      "“What year is it?\"",
      "“Ten.\"",
      "“What year is it now?\"",
      "“Nine.\"",
      "What the fuck is gonna happen?!",
      "[audience laughing]",
      "So, I don’t know what to tell my kids.",
      "My kids, they wanted a dog.",
      "So, I got them a dog.",
      "I got them a dog, which was a mistake.",
      "I shouldn’t have gotten the dog.",
      "Because we rescued a dog.",
      "– We got a… we adopt… – [woman] Whoo!",
      "Yes, you must re… yes, always rescue.",
      "If you get a dog, get a rescue dog.",
      "Don’t get a puppy… from those horrible people who professionally raise dogs carefully.",
      "[audience laughing] No.",
      "You need to just get a mystery dog… [audience laughing] That’s been beaten and abused and traumatized on the streets of Puerto Rico.",
      "And can’t talk about it to anyone now.",
      "They never know.",
      "“Do you know anything about the dog?\"",
      "“Uh, she’s afraid of pennies.",
      "[audience laughing] So, we think maybe somebody’s been throwing handfuls of pennies at her face.",
      "“But, otherwise, no.\"",
      "So, you take this random dog and just put it in your house with your family, and watch their personality unfold.",
      "[audience laughing] This dog is insane.",
      "I’ll walk into the kitchen, and the dog is just standing there alone like this… [audience laughing] I’m like, “You all right?\"",
      "Are you all right?\"",
      "My kids are terrified of the dog.",
      "My daughter goes to pet the dog, dog goes like… She’s like, “Should I pet her?\"",
      "“I don’t think you should ever pet our dog, honey.\"",
      "I took her to the vet.",
      "I took the dog to ask her what to do.",
      "The vet said, “Listen, I think there’s something you should seriously consider.\"",
      "I was like, “Please be saying to kill this dog.",
      "Please be a doctor that says the dog dies now.\"",
      "But she didn’t.",
      "She said… She said, “I think you should consider Prozac… for the dog.\"",
      "I was like, “Really?\"",
      "She said, “Yeah, it works.",
      "It calms the dog right down.\"",
      "But it’s a big decision, and you should think about it.\"",
      "I said, “Put four in her asshole right now.\"",
      "[audience laughing] What do I have to think about?",
      "I don’t give a shit what she’s experiencing.",
      "Fucking fix it.",
      "[audience laughing] “Give her heroin.",
      "Shoot her up.\"",
      "[audience laughing] “Come on, puppy.\"",
      "“Wow, your dog is really chill.\"",
      "“Yeah.",
      "It only costs $400 a day to keep her like that.\"",
      "[audience laughing] I didn’t always feel this way.",
      "I used to love animals.",
      "I used to worry about animals.",
      "Just animals.",
      "When I was like 20, “Are all the doggies okay everywhere?",
      "I certainly hope so.\"",
      "But I’m 49, and I got two kids now.",
      "You know what happens?",
      "Your circle of concern tightens.",
      "I have four nephews.",
      "I don’t love any of them.",
      "[audience laughing] Fuck a dog.",
      "You know those ads, like the PSA on television about abused animals?",
      "They show you a dog with, like, an empty socket, and he’s like… [whines] And they’re always wet.",
      "I feel like they hose them down before they film them.",
      "[whining] And the voice comes on, “Look at these dogs.\"",
      "These dogs are beaten every day.",
      "“Please send us money so that this can stop.\"",
      "Are you beating up the dogs?",
      "[audience laughing] How’s my money fixing that?",
      "You see that PSA where they show you a sad man?",
      "He’s very upset, a very sad man.",
      "He’s holding a little sign, and it says, “Yeah, sure.\"",
      "And he says, “This is the text that killed my daughter.\"",
      "‘Cause somebody texted, “Yeah, sure,\" and ran over his kid, which is awful.",
      "Although maybe they were responding to a text that said, “Can you please kill that kid?\"",
      "– [audience laughing] – And so, they just… wrote back and did it.",
      "I’m not saying that makes it better.",
      "I’m just saying we don’t have all the information.",
      "[audience laughing]"
    ]
  },
  "es": {
    "title": "LOUIS C.K.: 2017 - 01",
    "sentences": [
      "Adelante, enciende las luces.",
      "[audiencia vitoreando] Adelante.",
      "Damas y caballeros, Louis CK [audiencia vitoreando].",
      "Hola.",
      "Gracias.",
      "Muchas gracias.",
      "Gracias.",
      "Um… - Entonces, ya sabes, creo que el abortoes, um… - [audiencia riendo] Yo… Esto es lo que pienso.",
      "[La audiencia se ríe] Esto es lo que yo… Esto es lo que pienso.",
      "Esto es lo que pienso.",
      "Yo… creo que no debería hacerse un aborto a menos que lo necesite.",
      "[La audiencia se ríe] En cuyo caso… En cuyo caso, será mejor que consigas uno.",
      "Lo digo enserio.",
      "Si necesita un aborto, será mejor que lo haga.",
      "No jodas.",
      "Y date prisa.",
      "[La audiencia se ríe] No tener un aborto que necesitas es como no cagar.",
      "Eso es lo malo que es.",
      "Es como no tomar una mierda.",
      "Eso es lo que pienso.",
      "Creo que el aborto es exactamente como cagar.",
      "Creo que es 100% exactamente lo mismo que cagar.",
      "O no lo es.",
      "[La audiencia se ríe] Lo es, o no lo es.",
      "O está cagando o está matando a un bebé.",
      "[La audiencia se ríe] Es solo una de esas dos cosas.",
      "No son otras cosas.",
      "Si no te gustó escuchar que es como cagar, crees que está matando a un bebé.",
      "Ese es el único otro que puedes tener.",
      "Lo que significa que debería tener un cartel frente al lugar.",
      "[La audiencia se ríe] La gente odia a los manifestantes por el aborto.",
      "Son tan estridentes y horribles.",
      "Creen que los bebés están siendo asesinados.",
      "¿Cómo se supone que deben ser?",
      "\"Uh, eso no está bien\".",
      "Sin embargo, no quiero ser un idiota al respecto.",
      "No quiero arruinarles el día porque asesinan a varios bebés todo el tiempo.",
      "No creo que esté matando a un bebé.",
      "Yo no.",
      "Quiero decir, lo es, es un poco… Es un poco matar a un bebé.",
      "Es un poco… Es 100% matar a un bebé.",
      "Está matando a todo un bebé.",
      "[La audiencia se ríe] Pero creo que a las mujeres se les debería permitir matar bebés.",
      "Eso es lo que pienso.",
      "Se les debería permitir matar bebés.",
      "Si.",
      "[Risas] [multitud vitoreando] ¡Vaya!",
      "¡Podemos matar bebés!",
      "Hagamos algunas inyecciones y matemos a algunos bebés.",
      "[audiencia riendo] Maté como cuatro bebés anoche.",
      "Fue jodidamente retrasado.",
      "Tiene que ser uno o el otro.",
      "Ya sabes, cuando la gente dice que el aborto debería ser legal, seguro y poco común.",
      "¿Por qué raro si debería ser legal?",
      "Si fuera legal, es… [sopla frambuesa] Es una mierda.",
      "Si fuera raro, está asesinando bebés.",
      "Pero, de nuevo, las mujeres deberían estar permitidas porque…a las mujeres se les debe permitir porque…a las mujeres se les debe permitir porque…Dos razones por las que creo que las mujeres deberían poder matar bebés.",
      "Número uno, No creo que la vida sea tan importante.",
      "Simplemente no lo es.",
      "No lo es.",
      "[audiencia vitoreando] La gente se emociona demasiado… con la vida.",
      "\"Oh, vida\".",
      "Vete a la mierda.",
      "No es eso… Haz una lista de todas las cosas malas que hay en la vida.",
      "[La audiencia se ríe] La vida está bien.",
      "Me gusta la vida.",
      "Me gusta.",
      "No lo necesito.",
      "Estaría bien sin él.",
      "Aunque me gusta la vida.",
      "Hago.",
      "¿Sabes cuanto me gusta la vida?",
      "Nunca me he suicidado.",
      "- Eso es lo mucho que me gusta.",
      "- [mujer] ¡Whoo!",
      "Eso es exactamente lo mucho que me gusta, con un margen muy fino.",
      "Me gusta lo suficiente como para no suicidarme.",
      "Sin embargo, es una opción.",
      "Es totalmente una opción.",
      "Quiero decir, tengo 49 años.",
      "Tengo dos hijos.",
      "He hojeado el folleto varias veces.",
      "[La audiencia se ríe] He pensado en suicidarme solo para ganar una discusión.",
      "[La audiencia se ríe] Se supone que no debe hablar sobre el suicidio, ni siquiera con su psiquiatra.",
      "alguna vez vas a un psiquiatra y te dicen: \"¿Has tenido pensamientos… de suicidio?\"",
      "Y dices, \"No, porque si digo que sí, presionarás un botón\", y la gente entrará corriendo y me abrazará… \"¡Sujétalo!\"",
      "Deberías hablar de ello.",
      "El mundo entero está hecho de personas que no se suicidaron hoy.",
      "Ese es quien está aquí.",
      "Somos todos los que dijimos: \"Está bien, a la mierda, sigue haciéndolo\".",
      "[audiencia riendo] [audiencia aplaudiendo] Es… [audiencia vitoreando] Es algo interesante de la vida.",
      "La vida puede volverse muy difícil, muy triste, muy angustiosa.",
      "Pero no tienes que hacerlo.",
      "No tienes que hacerlo.",
      "No tienes que hacer nada.",
      "Nunca tienes que hacer nada porque puedes suicidarte.",
      "[La audiencia se ríe] Si le envían una carta de Vehículos Motorizados, entre y: “No, no la tengo.",
      "Me suicidaré \".",
      "Usted puede hacer eso.",
      "Puedes hacerlo una vez.",
      "Pero puedes hacerlo.",
      "es interesante porque incluso cuando la vida se pone mala, la gente lo elige sobre nada.",
      "Incluso las peores versiones de la vida, incluso una vida de mierda, vale la pena vivir, aparentemente.",
      "Porque la gente está viviendo como una mierda.",
      "[La audiencia se ríe] ¿Alguna vez has visto a alguien, dices, “Debería suicidarse.",
      "Por qué no… ese tipo… \"Alguna vez has estado conduciendo y miras en el próximo coche y dices:\" Uf, mierda \".",
      "Ojalá no hubiera mirado en ese auto.",
      "Eso fue difícil de ver… \"y mucho menos serlo\".",
      "Solo un tipo en un… En un auto bronceado.",
      "[La audiencia se ríe] Nadie elige el bronceado.",
      "[La audiencia se ríe] Nadie elige el bronceado para su auto.",
      "Te dan bronceado.",
      "[la audiencia se ríe] \"¿Es mío?\"",
      "“Sí, es tuyo, maldito perdedor.",
      "Lo hizo bronceado \".",
      "Ni siquiera deberían hacer autos bronceados.",
      "Es malo hacerlos.",
      "Miras por encimaves a un tipo en un auto color canela con abolladuras por todas partes y una bolsa de basura como ventana.",
      "[imitando el aleteo de la bolsa] ¿Qué está retrasando su suicidio?",
      "- [audiencia riendo] - ¿Qué lo está retrasando?",
      "¿Qué le impide dejar de ser eso?",
      "[audiencia riendo] ¿Y qué haría falta?",
      "¿Qué haría falta?",
      "¿Qué haría falta?",
      "¿Ambas ventanas son bolsas de basura?",
      "Es eso…?",
      "[la audiencia se ríe] En serio, ¿sabes cuánta miseria hay en una bolsa de basura para una ventana?",
      "¿Sabes cuántos momentos separados de miseria de mierda?",
      "“Cancelaron mi seguro.",
      "Rompí mi ventana.",
      "Cinta adhesiva.\"",
      "[ruido rasgado] Aquí está la verdad.",
      "Huir no resolverá tus problemas.",
      "Eso es totalmente cierto.",
      "Pero matarte resuelve todos tus problemas.",
      "Realmente lo hace.",
      "Incluso resuelve los problemas del mundo.",
      "Para ti.",
      "\"Oye, ¿qué pasa con ISIS?\"",
      "Mátate.",
      "\"[La audiencia se ríe]\" Entonces nunca te atraparán \".",
      "[La audiencia se ríe] En serio, si todos los que temen a ISIS se suicidan en este momento, entonces ISIS pierde.",
      "[La audiencia se ríe] Porque viven en un mundo de personas a las que les importa una mierda.",
      "\"¡Vamos a cortarle la cabeza!\"",
      "\"Si, vale.\"",
      "\"No es divertido ahora\".",
      "[La audiencia se ríe] Creo que la peor parte de ser decapitado… - Si… - [La audiencia se ríe] Lo peor de ser decapitado es que te ves realmente tonto justo después.",
      "Esa es la peor parte.",
      "Van así, y tú dices: \"Duh\".",
      "[gritando] Jodidamente tonto… No creo que les guste decapitar a la gente calva porque no pueden hacer esto… Esa es la mejor parte.",
      "Tienen que ir así.",
      "[La audiencia se ríe] No es tan genial.",
      "Por lo tanto, simplemente afeite la parte superior de la cabeza y no tendrá que preocuparse por eso.",
      "Entonces, esa es la primera razón.",
      "esa es la primera razón por la que creo que las mujeres deberían poder matar bebés.",
      "[La audiencia se ríe] Porque la vida no es tan importante.",
      "lossegunda razónes porque ese es su trabajo.",
      "Las mujeres tienen que decidir quién vive y quién muere.",
      "Eso es porque son las hembras de la especie.",
      "En el ámbito reproductivo, eso es lo que hace la mujer.",
      "Son los selectores.",
      "Tienen que decidir esto.",
      "Les damos esta responsabilidad cuando los follamos.",
      "Decimos: \"Aquí, tú decides qué hacer con esta mierda\".",
      "[audiencia riendo] Hasta luego.",
      "Ella tiene que decidir si usted debería tener hijos, si ella debería tenerlos.",
      "Ese es su trabajo.",
      "Porque las mujeres tienen juicio.",
      "Tienen juicio.",
      "Los hombres no tienen juicio.",
      "Los hombres tienen intención.",
      "Los hombres solo quieren rociar el mundo con su semen, solo niebla.",
      "\"Más de mí\".",
      "[imitando explosiones] \"Más de mí\".",
      "[continúa imitando la explosión] Es su trabajo decir: “Creo que ya es suficiente.",
      "No, eso es realmente suficiente \".",
      "[audiencia vitoreando] No creo que esa cara deba repetirse.",
      "He visto a tu padrey no está mejorando.",
      "Ella no se da cuenta de esto hasta que te la follas.",
      "Ahí es realmente cuando ella realmente lo sabe, es cuando dices, \"¡Sí!\"",
      "Y ella dice: \"No voy a tener un bebé de esta mierda\".",
      "[La audiencia se ríe] Y es por eso que el aborto es la última línea de defensa contra la gente de mierda de la especie.",
      "Entonces, los necesitamos para abortar a todos los bebés de mierda.",
      "[audiencia vitoreando] Quiero decir, todos los animales hacen esto.",
      "Los animales lo hacen tarde.",
      "Tienen al bebé.",
      "Luego dicen: “¿Sabes qué?",
      "Hace frío.",
      "Voy a comerme este \".",
      "[la audiencia se ríe] “¿Pero cuándo está bien?",
      "¿Cuándo deberían permitirse? \"",
      "Cuando está en su coño.",
      "Todo ese tiempo.",
      "Está en su coño.",
      "Si hay un tipo en tu coño, puedes matarlo.",
      "Creo que eso es bastante fundamental.",
      "Puedes matar gente si están en tu casa.",
      "[audiencia riendo] [audiencia vitoreando][audiencia riendo] [audiencia vitoreando]",
      "Entonces… eso es lo que pienso.",
      "[audiencia riendo] Tengo dos hijos.",
      "[risas] Trato de ser una mejor persona con mis hijos.",
      "Intento cambiar mi comportamiento con ellos.",
      "Por ejemplo, tengo reglas en mi casa, todas se aplican a mí.",
      "Como, tengo una regla que no maldigo con mis hijos.",
      "Esa es una regla.",
      "Sucede.",
      "Tienes un momento estresante y estás con tus hijos, así que dices algo por error.",
      "Una vez estaba preparando la cena para mis hijos y le di a mi hija un plato de sopa.",
      "Y dije: \"Aquí está tu maldita sopa\".",
      "[La audiencia se ríe] Pero, eh… Pueden ver lo difícil que fue esa… situación.",
      "Se supone que debes enseñar a tus hijos el bien del mal.",
      "No lo sé, es confuso.",
      "Algunas personas crían a sus hijos religiosamente y eso lo cubre todo.",
      "Ellos van, todo esto.",
      "Haz eso.",
      "No estoy criando a mis hijos religiosamenteporque no me apetece.",
      "¿Levantarte un domingo?",
      "Al diablo con eso.",
      "Al diablo con eso.",
      "Dejen que sus almas se pudran, niños.",
      "No me importa.",
      "No entiendo… \"Papá, ¿quién es Jesús?\"",
      "\"No es asunto tuyo.",
      "Regresa a la cama.\"",
      "[la audiencia se ríe] Pero mis hijos, están viviendo en el mundo.",
      "Hay mucha religión en el mundo.",
      "Tienes que enseñar a tus hijos.",
      "Si no los está criando religiosamente, enséñeles sobre religión.",
      "Les digo lo mismo a mis hijos.",
      "Les digo que hay muchas religiones en el mundo y todas son iguales.",
      "Pero los cristianos son los principales.",
      "Eso es lo que les digo.",
      "Los cristianos ganaron.",
      "Ellos son los ganadores.",
      "Entonces, actúe en consecuencia.",
      "Felicite a los cristianos cuando los conozca.",
      "Porque ganaron el mundo.",
      "Y es verdad.",
      "Es verdad.",
      "Nos encanta decirnos a nosotros mismos, como, \"Cada religión es exactamente…\" No.",
      "No, no lo son.",
      "Los cristianos ganaron todo.",
      "Hace mucho tiempo.",
      "Si no me cree, déjeme hacerle una pregunta.",
      "¿Que año es?",
      "[La audiencia se ríe] [La audiencia aplaude] Quiero decir, vamos.",
      "¿Qué año es según toda la raza humana?",
      "¿Y por qué?",
      "¿Que año es?",
      "¿Cualquiera?",
      "Señor, solo grite el año.",
      "Gracias.",
      "20… 2016?",
      "No, son 20… Eso es.",
      "Es 2017.",
      "¿Qué es eso?",
      "Eso es un número.",
      "No es un número cualquiera.",
      "Debe ser un número muy importante.",
      "Porque lo contamos al unísono como especie.",
      "Durante miles de años, hemos estado diciendo: \"Uno, dos, tres… Vamos, todos, cuatro…\".",
      "Vamos, África, cinco, seis… ”¿Cuál es este número?",
      "Contamos los días desde qué?",
      "¿Desde que alguna vez hubo gente?",
      "¿O desde que el sol hizo algo?",
      "De ningún modo.",
      "¿Han pasado 2017 años desde qué?",
      "Cualquiera, grítalo.",
      "[hombre] ¡Cristo!",
      "Si.",
      "¡Cristo!",
      "[la audiencia se ríe] ¡Cristo!",
      "Así es.",
      "¡Han pasado 2017 años desde Cristo!",
      "Jesús.",
      "Contamos los días desde Jesús.",
      "Juntos.",
      "Lo que tiene sentido si eres cristiano.",
      "Pero, ¿qué diablos estamos haciendo el resto de nosotros?",
      "\"Jesús estuvo aquí.",
      "Jesús estuvo aquí.",
      "Jesús estuvo aquí.\"",
      "Todos.",
      "Científicos, historiadores.",
      "\"Jesús.",
      "Jesús.\"",
      "\"Jesús más dos, Jesús más tres, Jesús más cuatro\".",
      "Jesús más 2017 años, cuatro meses y tres días es cuando expira su licencia.",
      "[La audiencia se ríe] ¿Cómo no es eso una victoria para los cristianos?",
      "¿Cómo no es eso una victoria completa?",
      "Eso no es un lunes libre en octubre.",
      "Eso es, \"No hubo tiempo antes de Jesús\".",
      "Y todo el mundo dijo: \"Está bien\".",
      "Por supuesto.\"",
      "Entonces alguien dijo: “¿Qué pasa con los años antes que él?",
      "Había miles de millones.",
      "Quiero decir, infinito \".",
      "\"Esos van al revés\".",
      "[La audiencia se ríe] “¿Quieres que midamos la mayor parte de la historia al revés?",
      "¿Para adaptarse a una religión?",
      "UH Huh.",
      "“Está bien, lo haremos, está bien.",
      "Lo haremos.\"",
      "El mundo entero.",
      "¿Alguna vez has visto la víspera de Año Nuevo en todo el mundo?",
      "Siempre te muestran cómo se celebra cada país.",
      "Es algo genial.",
      "El primero es una pequeña isla.",
      "Es el primer lugar que es realmente el lugar en el que es el año.",
      "Es una pequeña isla en el Pacífico.",
      "Yo olvido.",
      "Hacen una pequeña ceremonia para la víspera de Año Nuevo todos los años.",
      "Y solo usan pasto.",
      "Porque ni siquiera tienen palos todavía.",
      "Están en la era de la hierba.",
      "[audiencia riendo] No tienen relojes.",
      "Pero bailan.",
      "[coreando] \"2017\".",
      "Y da la vuelta al mundo, [acento chino] \"Oh, el 2017\".",
      "[hablando galimatías] [acento de Oriente Medio] \"Muerte a todos los cristianos en 2017\".",
      "[audiencia aplaudiendo] [voz normal] Los judíos siguen la pista en silencio.",
      "Realmente son 5.766.",
      "- Pero eso es para nosotros.",
      "Solo estamos… - [audiencia riendo] Está bien.",
      "[audiencia vitoreando] Estamos haciendo un seguimiento para cuando salgas de él.",
      "Todo está bien.",
      "Yo… escribiré el tuyo en mi cheque.",
      "No quiero problemas.",
      "¿Y el año nuevo chino?",
      "Sí, ¿qué pasa con el año nuevo chino?",
      "Muy bien, la próxima vez que haga sus impuestos, simplemente escriba \"mono\" donde va el año.",
      "[La audiencia se ríe] Solo pon mono.",
      "Vea qué pasa con sus fondos.",
      "No.",
      "Es 2017, año de nuestro Señor… Jesús en punto en la nariz.",
      "Y lo inventaron, esa es la parte más extraña.",
      "Llegaron a cambiar el nombre de los años que ya habían tenido lugar.",
      "Porque, ya sabes, esos no fueron esos años.",
      "¿Lo sabes bien?",
      "Que el año tres… no fue el año tres… durante el año tres.",
      "Nadie andaba por ahí en ese entonces, \"Oye, ¿qué año es?\"",
      "\"Es tres.\"",
      "[la audiencia se ríe] \"Sí, pero tengo 28\".",
      "[la audiencia se ríe] ¿Cómo puedo tener 28 años… \"si solo ha habido tres?\"",
      "\"Oh,bueno, mira, naciste en el 24 a. C.\".",
      "Y hay un cero.",
      "¿Recuerdas que fue al revés?",
      "\"Oh, mierda.",
      "Eso fue estresante.",
      "Odié esos años \".",
      "¿Como fue eso?",
      "\"¿Que año es?\"",
      "\"Diez.\"",
      "\"¿Qué año es ahora?\"",
      "\"Nueve.\"",
      "¡¿Qué diablos va a pasar ?!",
      "[audiencia riendo]",
      "Entonces, no sé qué decirles a mis hijos.",
      "Mis hijos querían un perro.",
      "Entonces, les compré un perro.",
      "Les compré un perro, lo cual fue un error.",
      "No debería haber atrapado al perro.",
      "Porque rescatamos a un perro.",
      "- Tenemos una… adoptamos… - [mujer] ¡Vaya!",
      "Sí, debes re… sí, siempre rescatar.",
      "Si tienes un perro, consigue un perro de rescate.",
      "No consigas un cachorro… de esas personas horribles que crían perros con cuidado profesionalmente.",
      "[La audiencia se ríe] No.",
      "Solo necesitas un perro misterioso… [La audiencia se ríe] Eso ha sido golpeado, abusado y traumatizado en las calles de Puerto Rico.",
      "Y ahora no puedo hablar de eso con nadie.",
      "Ellos nunca lo saben.",
      "\"¿Sabes algo sobre el perro?\"",
      "“Uh, ella le tiene miedo a los centavos.",
      "[La audiencia se ríe] Entonces, pensamos que tal vez alguien le ha estado lanzando puñados de centavos a su cara.",
      "\"Pero, de lo contrario, no\".",
      "Entonces, tome este perro al azar y simplemente póngalo en su casa con su familia, y observe cómo se desarrolla su personalidad.",
      "[la audiencia se ríe] Este perro está loco.",
      "Entro a la cocina, y el perro está parado ahí solo así… [la audiencia se ríe] Yo digo, \"¿Estás bien?\"",
      "¿Estás bien?\"",
      "A mis hijos les aterroriza el perro.",
      "Mi hija va a acariciar al perro, el perro dice… Ella dice: \"¿Debería acariciarla?\"",
      "\"No creo que debas acariciar a nuestro perro, cariño\".",
      "La llevé al veterinario.",
      "Cogí al perro para preguntarle qué hacer.",
      "El veterinario dijo: \"Escucha, creo que hay algo que deberías considerar seriamente\".",
      "Yo estaba como, “Por favor di que mates a este perro.",
      "Sea un médico que diga que el perro muere ahora \".",
      "Pero no lo hizo.",
      "Ella dijo… Ella dijo: \"Creo que deberías considerar el Prozac… para el perro\".",
      "Yo estaba como, \"¿En serio?\"",
      "Ella dijo: “Sí, funciona.",
      "Calma al perro de inmediato \".",
      "Pero es una gran decisión y deberías pensarlo \".",
      "Le dije: “Ponle cuatro en el culo ahora mismo.”.",
      "[La audiencia se ríe] ¿En qué tengo que pensar?",
      "Me importa una mierda lo que esté experimentando.",
      "Joder, arréglalo.",
      "[La audiencia se ríe] “Dale heroína.",
      "Dispárale \".",
      "[La audiencia se ríe] \"Vamos, cachorro\".",
      "\"Vaya, tu perro está realmente relajado\".",
      "\"Si.",
      "Solo cuesta $ 400 al día mantenerla así \".",
      "[La audiencia se ríe] No siempre me sentí así.",
      "Solía ​​amar a los animales.",
      "Solía ​​preocuparme por los animales.",
      "Solo animales.",
      "Cuando tenía 20 años, “¿Están bien todos los perritos en todas partes?",
      "Ciertamente lo espero.\"",
      "Pero tengo 49 años y ahora tengo dos hijos.",
      "¿Sabes lo que pasa?",
      "Su círculo de preocupación se estrecha.",
      "Tengo cuatro sobrinos.",
      "No amo a ninguno de ellos.",
      "[audiencia riendo] Que se joda un perro.",
      "¿Conoce esos anuncios, como el PSA en la televisión sobre animales maltratados?",
      "Te muestran un perro con, como, una cuenca vacía, y él es como… [lloriqueos] Y siempre están mojados.",
      "Siento que los limpian con manguera antes de filmarlos.",
      "[lloriqueando] Y la voz viene: \"Mira estos perros\".",
      "Estos perros son golpeados todos los días.",
      "“Por favor envíenos dinero para que esto pueda terminar”.",
      "¿Estás golpeando a los perros?",
      "[la audiencia se ríe] ¿Cómo está arreglando eso mi dinero?",
      "¿Ves ese PSA donde te muestran un hombre triste?",
      "Está muy alterado, un hombre muy triste.",
      "Tiene un pequeño cartel que dice: \"Sí, claro\".",
      "Y él dice: \"Este es el texto que mató a mi hija\".",
      "Porque alguien envió un mensaje de texto, \"Sí, claro\", y atropelló a su hijo, lo cual es horrible.",
      "Aunque tal vez estaban respondiendo a un mensaje de texto que decía: \"¿Puedes matar a ese niño?\"",
      "- [audiencia riendo] - Y entonces, ellos simplemente… respondieron y lo hicieron.",
      "No digo que eso lo mejore.",
      "Solo digo que no tenemos toda la información.",
      "[audiencia riendo]"
    ]
  },
  "meta": {
    "difficulty": 7,
    "categories": [
      "humor",
      "youtube",
      "standup",
      "jokes",
      "adult"
    ]
  }
}