{
  "meta": {
    "difficulty": "Hard",
    "categories": [
      "sports",
      "news"
    ],
    "sourceLink": "https://www.voanews.com/americas/diego-maradonas-career-had-its-share-highs-lows",
    "sourceText": "Voice of America (VOA)",
    "languages": [
      "en",
      "es"
    ],
    "id": "maradona-voanews",
    "numSegments": 56
  },
  "en": {
    "title": "Diego Maradona's Career Had Its Share of Highs, Lows ",
    "description": "An article about Diego Maradona, who's widely regarded as one of the greatest football player in the history of the sport.",
    "segments": [
      "BUENOS AIRES - Diego Maradona was football's archetypal troubled genius, a world-beating player whose life and career scaled the most dazzling heights but also plumbed the darkest depths.",
      "Maradona, who died Wednesday at the age of 60, became a global icon after leading Argentina to the 1986 World Cup, but he was not a squeaky-clean idol like Pele, and made little attempt to hide his fiery personality and many vices.",
      "\"I am black or white, I'll never be gray in my life,\" he once said.",
      "Maradona was short, powerful and quick.",
      "He was also a ferocious and astute competitor who refused to be intimidated even though many opponents tried.",
      "Above all, he was sublimely and imaginatively skillful.",
      "\"No ball ever had a better experience than when it was at his left foot,\" said his Argentina teammate Jorge Valdano.",
      "However, while Maradona is remembered for his masterly composure on the ball, he was also famous for his frequent lack of control both on the field and off.",
      "He struggled with addiction, notably to cocaine, and with his weight.",
      "Diego Armando Maradona was born on Oct. 30, 1960, in Lanus, just outside Buenos Aires, and grew up in one of the poorest areas of the Argentine capital.",
      "He made his debut for Argentinos Juniors just before his 16th birthday and his debut for Argentina at age 16 in February 1977.",
      "His career is defined by the World Cup, the four he played in and the one he missed.",
      "\"I have two dreams,\" Maradona told Argentine television at the age of 17. \"My first dream is to play in the World Cup. And the second dream is to win it.\"",
      "Manager Cesar Luis Menotti omitted \"El Pibe de Oro\" (the golden kid) from his squad in 1978.",
      "Argentina, the hosts, went on to win the competition for the first time.",
      "The following year, under Menotti, Maradona led Argentina to victory in the under-20 World Cup in Japan, winning the Golden Ball for the tournament's best player.",
      "His senior World Cup debut in 1982 in Spain went badly.",
      "Maradona was treated brutally by defenders and ended his tournament with a red card for retaliation as Argentina, already eliminated, lost to Brazil.",
      "'Hand of God'",
      "He atoned four years later, propelling his country to victory in Mexico and making the tournament his own.",
      "In the final, Maradona set up the 86th-minute winner against West Germany.",
      "He scored twice in the semi-final against Belgium, beating four defenders for the second.",
      "But the match that defined his tournament, and possibly his international career, was the 2-1 quarter-final win over England, in which he scored two goals that will be remembered forever – for very different reasons.",
      "In the 51st minute, as Peter Shilton reached to catch the ball, Maradona, some seven inches shorter, jumped alongside him and with a deftness that fooled the eye, flicked the ball through the England goalkeeper's arms and into the net.",
      "After the game, Maradona said he scored \"a little with the head of Maradona and a little with the hand of God.\"",
      "Four minutes later, Maradona picked up the ball in his own half, beat six England players, including Shilton, before squeezing home. FIFA later named it the \"Goal of the Century.\"",
      "In 1990 in Italy, almost immobile because of an injury to his much-kicked left ankle, Maradona steered a defensive and limited Argentine team back to the final even though they won just two games and scored only five goals.",
      "In a dire final, it took Andreas Brehme's 85th-minute penalty for West Germany to this time get the better of Maradona.",
      "Four years later in the United States, Maradona seemed restored to health.",
      "He scored against Greece and celebrated by racing to scream into a TV camera, a disturbing mixture of joy, relief and rage.",
      "But he ended his last World Cup like his first, prematurely.",
      "After Argentina beat Nigeria in their second group game, Maradona failed a test for ephedrine and was thrown out of the tournament.",
      "A similar pattern of wild highs and lows marked Maradona's club career.",
      "Maradona moved to the club he supported, Boca Juniors, in 1981 and won his sole Argentine league title the following season.",
      "He left for Barcelona for a world record fee in 1982.",
      "He won the Copa Del Rey in his first season, but the club finished only fourth in the league.",
      "He missed much of the following campaign after Athletic Bilbao's Andoni Goikoetxea broke his ankle, and when Barca lost to Bilbao in that year's cup final, Maradona started a spectacular mass brawl, flooring four opponents.",
      "Facing a ban in Spain, Maradona moved to Napoli, becoming the first player to break the world transfer record twice.",
      "His dazzling play transformed a club from a poor, much-mocked city and led them to their only two Serie A titles.",
      "In a whirlwind seven years he fathered an illegitimate child, made friends with the local mafia and enemies of the tax collectors.",
      "He also fell deep into cocaine addiction.",
      "His tempestuous time in Italy effectively ended in April 1991 when he tested positive for cocaine and was banned for 15 months.",
      "He wound down his playing career with one season at Sevilla, one at Newell's Old Boys and two at his beloved Boca.",
      "Player of the Century",
      "Over the next two and a half decades he had six short and unsuccessful stints managing clubs in Argentina, the United Arab Emirates and Mexico, and also two fiery years as Argentina coach, 2008-10.",
      "Even though Argentina suffered a record 6-1 defeat by humble Bolivia in qualifying, and Maradona was banned for two months at the end of 2009 for an obscene tirade at journalists, he still led the team to the World Cup in South Africa where they won their group before being thrashed 4-0 by Germany in the quarter-finals.",
      "All the while, Maradona's off-field problems continued.",
      "He went into drug rehab on several occasions.",
      "When he quit cocaine, he binged instead on drink, cigars and food and ended up in hospital in 2007.",
      "He was a strident supporter of Cuban leader Fidel Castro, whose image he had tattooed on his leg, and Venezuelan leader Hugo Chavez.",
      "In 2000, FIFA ran an online Player of the Century poll.",
      "Maradona received 54% of the vote, Pele was second with 18%.",
      "FIFA declared them joint winners.",
      "Maradona married his longtime girlfriend, Claudia Villafane, in 1984.",
      "They had two daughters, Dalma and Gianinna, and divorced in 2004.",
      "He also had a son, Diego Junior, born in Naples in 1986, although he only acknowledged paternity in 2004."
    ]
  },
  "es": {
    "title": "La Carrera de Diego Maradona Tuvo Sus Altas y Bajas",
    "description": "Un artículo sobre Diego Maradona, quien es ampliamente reconocido como uno de los más grandes futbolistas en la historia del deporte.",
    "segments": [
      "BUENOS AIRES - Diego Maradona fue el arquetipo del genio complicado del fútbol, un jugador que le derrotó al mundo cuya vida y carrera escalaron los altos más difíciles pero también tuvo sus bajos más oscuros.",
      "Maradona, quien murió el Miércoles a la edad de 60, se convirtió en un ícono global después de llevar a Argentina a la Copa del Mundo de 1986, pero él no fue un ídolo perfecto como Pelé, e hizo pocos intentos de esconder su aguerrida personalidad y muchos vicios.",
      "\"Soy blanco o negro, nunca seré gris en mi vida”, dijo él una vez.",
      "Maradona era bajo, poderoso y rápido.",
      "Él también era un competidor astuto y feroz que se negaba a ser intimidado incluso si muchos oponentes lo intentaron.",
      "Encima de todo, era sublime e imaginativamente habilidoso.",
      "\"Ninguna pelota tuvo una mejor experiencia que cuando estaba en su pie izquierdo”, dijo su compañero en Argentina Jorge Valdano.",
      "Sin embargo, mientras Maradona es recordado por su maestría con el balón, él también fue Famoso por su frecuente falta de control tanto en el campo como fuera.",
      "Él lucho con la adicción, notablemente cocaína, y con su peso.",
      "Diego Armando Maradona nació el 30 de Octubre de 1960, en Lanús, justo fuera de Buenos Aires, y creció en una de las áreas más pobres de la capital Argentina.",
      "Él hizo su debut en Argentinos Juniors justo antes de cumplir 16 y su debut con Argentina a los 16 años en Febrero del 1977.",
      "Su carrera es definida por la Copa Mundial, las cuatro en la que jugó y una que se perdió.",
      "\"Tengo dos sueños,\" le dijo Maradona a la televisión argentina a la edad de 17. “Mi primer sueño es jugar en la Copa Mundial. Y el segundo sueño es ganarla\".",
      "El Entrenados Cesar Luis Menotti omitió a “El Pibe de Oro” de la escuadra en 1978.",
      "Argentina, los anfitriones, llegaron a ganar la competencia por primera vez.",
      "El siguiente año, bajo Menotti, Maradona llevó a Argentina a la victoria en la Copa del Mundo Sub-20 en Japón, ganando el Balón de Oro por ser el mejor jugador del torneo.",
      "Su Segundo debut en la Copa del Mundo en 1982 en España resultó bastante malo.",
      "Maradona fue tratado brutalmente por los defensores y terminó el torneo con una tarjeta roja por retaliación mientras Argentina, que ya estaba eliminada, perdió con Brasil.",
      "'La Mano de Dios'",
      "Él se redimió cuatro años después, llevando a su país a la victoria en México y apropiándose del torneo.",
      "En la final, Maradona logró la victoria en el minuto 86 contra Alemania Occidental.",
      "Él anotó dos veces en la semifinal contra Bélgica, derrotando a cuatro defensores en el segundo.",
      "Pero el partido que definió su torneo, y posiblemente su carrera internacional, fue la victoria de cuartos de final de 2 a 1 contra Inglaterra, en la cual él anoto dos goles que serán recordados para siempre – por diferentes razones.",
      "En el minute 51, mientras Peter Shilton trataba de alcanzar el balón, Maradona, siendo siete pulgadas más bajo, saltó con él y con una habilidad que engañaría a cualquiera, empujó el balón entre las manos del guardameta de Inglaterra hacia la portería.",
      "Después del juego, Maradona dijo que él anotó “con un poco de la cabeza de Maradona y un poquito de la mano de Dios”.",
      "Cuatro minutos después, Maradona tomó el balón por su cuenta, dejando atrás a seis jugadores de Inglaterra, incluyendo a Shilton, antes de anotar. FIFA luego lo llamó el “Gol del Siglo”.",
      "En 1990 en Italia, casi inmóvil debido a una lesión en su tobillo izquierdo, Maradona lideró a una Argentina defensiva y limitada de nuevo a la final incluso si solo ganaron dos juegos y anotaron solo cinco veces.",
      "En una fuerte final, le tomó a Andreas Brehme su penal de minuto 85 para Alemania Occidental para poder ganarle a Maradona esta vez.",
      "Cuatro años después en los Estados Unidos, Maradona parecía haber recuperado su salud.",
      "Él anotó contra Grecia y celebró corriendo hacia una cámara de TV, con una perturbadora mezcla de alegría, alivio e ira.",
      "Pero él terminó su última Copa del Mundo como su primera, prematuramente.",
      "Después que Argentina derrotara a Nigeria en su Segundo juego de grupo, Maradona salió positivo en efedrina y fue expulsado del torneo.",
      "Un patrón similar de altas y bajas marcó la carrera de Club de Maradona.",
      "Maradona se cambió al club al que apoyaba, Boca Juniors, en 1981, y ganó su único título de liga argentina el año siguiente.",
      "Él dejó el club para irse a Barcelona por una suma de récord mundial en 1982.",
      "Él ganó la Copa del Rey en su primera temporada, pero el club quedó solo de cuarto en la liga.",
      "Él se perdió mucho de la siguiente temporada después que Andoni Goikoetxea del Atlético de Bilbao le rompiera el tobillo y cuando el Barca perdió con Bilbao en la final de copa de ese año, Maradona comenzó una espectacular trifulca masiva, dejando en el piso a 4 oponentes.",
      "Al enfrentar un veto en España, Maradona se mudó a Napoli, convirtiéndose en el primero jugador en romper el récord mundial de transferencia dos veces.",
      "Su increíble forma de jugar transformó al club de ser una ciudad pobre y mofada y los llevó a sus únicos títulos de Serie A.",
      "En siete años caóticos él se volvió padre de un hijo ilegítimo, se hizo amigo de la mafia local y enemigo de los recolectores de impuestos.",
      "También cayó en una profunda adicción a la cocaína.",
      "Su época tormentosa en Italia terminó efectivamente en Abril de 1991 cuando salió positivo por cocaína y fue vetado por 15 años.",
      "Él terminó su Carrera futbolística con una temporada en Sevilla, una en el Newell’s Old Boys y dos en su amado Boca.",
      "Jugador del Siglo",
      "Durante las siguientes dos décadas y media él tuvo seis intentos cortos y no exitosos de ser el director de clubes en Argentina, los Emiratos Árabes Unidos y México, y también dos años fogosos como director de Argentina desde 2008 al 2010.",
      "Aunque Argentina sufrió una derrota récord de 6 a 1 contra una humilde Bolivia en las clasificatorias, Maradona fue vetado por dos meses al final del 2009 por un gesto obsceno a los periodistas, él aun logró llevar al equipo a la Copa del Mundo en Suráfrica donde ganaron su grupo antes de ser demolidos por Alemania 4 a 0 en los cuartos de final.",
      "Mientras tanto, todos los problemas fuera del campo de Maradona continuaron.",
      "Él entró en rehabilitación por drogas en varias ocasiones.",
      "Cuando dejó la cocaína, él se volcó a la bebida, cigarros y comida y terminó en el hospital en el 2007.",
      "Él era un fuerte admirador del líder Cubano Fidel Castro, cuya imagen él tenía tatuada en su pierna, y del líder Venezolano Hugo Chávez.",
      "En el 2000, la FIFA llevó a cabo una encuesta en Línea para el Jugador del Siglo.",
      "Maradona recibió el 54% de los votos, Pelé fue el segundo con 18%.",
      "FIFA los declaró a ambos ganadores en conjunto.",
      "Maradona se casó con su novia de mucho tiempo, Claudia Villafane, en 1984.",
      "Ellos tuvieron dos hijas, Dalma y Gianinna, y se divorciaron en el 2004.",
      "Él también tuvo un hijo, Diego Junior, nacido en Nápoles en 1986, aunque solo reconoció la paternidad en el 2004."
    ]
  }
}