{
  "en": {
    "title": "Diego Maradona's Career Had Its Share of Highs, Lows ",
    "description": "An article about Diego Maradona, who's widely regarded as one of the greatest football player in the history of the sport.",
    "sentences": [
      " BUENOS AIRES - Diego Maradona was football's archetypal troubled genius, a world-beating player whose life and career scaled the most dazzling heights but also plumbed the darkest depths.",
      "Maradona, who died Wednesday at the age of 60, became a global icon after leading Argentina to the 1986 World Cup, but he was not a squeaky-clean idol like Pele, and made little attempt to hide his fiery personality and many vices.",
      "\"I am black or white, I'll never be gray in my life,\" he once said.",
      "Maradona was short, powerful and quick.",
      "He was also a ferocious and astute competitor who refused to be intimidated even though many opponents tried.",
      "Above all, he was sublimely and imaginatively skillful.",
      "\"No ball ever had a better experience than when it was at his left foot,\" said his Argentina teammate Jorge Valdano.",
      "However, while Maradona is remembered for his masterly composure on the ball, he was also famous for his frequent lack of control both on the field and off.",
      "He struggled with addiction, notably to cocaine, and with his weight.",
      "Diego Armando Maradona was born on Oct. 30, 1960, in Lanus, just outside Buenos Aires, and grew up in one of the poorest areas of the Argentine capital.",
      "He made his debut for Argentinos Juniors just before his 16th birthday and his debut for Argentina at age 16 in February 1977.",
      "His career is defined by the World Cup, the four he played in and the one he missed.",
      "\"I have two dreams,\" Maradona told Argentine television at the age of 17.",
      "\"My first dream is to play in the World Cup.",
      "And the second dream is to win it.\"",
      "Manager Cesar Luis Menotti omitted \"El Pibe de Oro\" (the golden kid) from his squad in 1978.",
      "Argentina, the hosts, went on to win the competition for the first time.",
      "The following year, under Menotti, Maradona led Argentina to victory in the under-20 World Cup in Japan, winning the Golden Ball for the tournament's best player.",
      "His senior World Cup debut in 1982 in Spain went badly.",
      "Maradona was treated brutally by defenders and ended his tournament with a red card for retaliation as Argentina, already eliminated, lost to Brazil.",
      "'Hand of God'",
      "He atoned four years later, propelling his country to victory in Mexico and making the tournament his own.",
      "In the final, Maradona set up the 86th-minute winner against West Germany.",
      "He scored twice in the semi-final against Belgium, beating four defenders for the second.",
      "But the match that defined his tournament, and possibly his international career, was the 2-1 quarter-final win over England, in which he scored two goals that will be remembered forever – for very different reasons.",
      "In the 51st minute, as Peter Shilton reached to catch the ball, Maradona, some seven inches shorter, jumped alongside him and with a deftness that fooled the eye, flicked the ball through the England goalkeeper's arms and into the net.",
      "After the game, Maradona said he scored \"a little with the head of Maradona and a little with the hand of God.\"",
      "Four minutes later, Maradona picked up the ball in his own half, beat six England players, including Shilton, before squeezing home.",
      "FIFA later named it the \"Goal of the Century.\"",
      "In 1990 in Italy, almost immobile because of an injury to his much-kicked left ankle, Maradona steered a defensive and limited Argentine team back to the final even though they won just two games and scored only five goals.",
      "In a dire final, it took Andreas Brehme's 85th-minute penalty for West Germany to this time get the better of Maradona.",
      "Four years later in the United States, Maradona seemed restored to health.",
      "He scored against Greece and celebrated by racing to scream into a TV camera, a disturbing mixture of joy, relief and rage.",
      "But he ended his last World Cup like his first, prematurely.",
      "After Argentina beat Nigeria in their second group game, Maradona failed a test for ephedrine and was thrown out of the tournament.",
      "A similar pattern of wild highs and lows marked Maradona's club career.",
      "Maradona moved to the club he supported, Boca Juniors, in 1981 and won his sole Argentine league title the following season.",
      "He left for Barcelona for a world record fee in 1982.",
      "He won the Copa Del Rey in his first season, but the club finished only fourth in the league.",
      "He missed much of the following campaign after Athletic Bilbao's Andoni Goikoetxea broke his ankle, and when Barca lost to Bilbao in that year's cup final, Maradona started a spectacular mass brawl, flooring four opponents.",
      "Facing a ban in Spain, Maradona moved to Napoli, becoming the first player to break the world transfer record twice.",
      "His dazzling play transformed a club from a poor, much-mocked city and led them to their only two Serie A titles.",
      "In a whirlwind seven years he fathered an illegitimate child, made friends with the local mafia and enemies of the tax collectors.",
      "He also fell deep into cocaine addiction.",
      "His tempestuous time in Italy effectively ended in April 1991 when he tested positive for cocaine and was banned for 15 months.",
      "He wound down his playing career with one season at Sevilla, one at Newell's Old Boys and two at his beloved Boca.",
      "Player of the Century",
      "Over the next two and a half decades he had six short and unsuccessful stints managing clubs in Argentina, the United Arab Emirates and Mexico, and also two fiery years as Argentina coach, 2008-10.",
      "Even though Argentina suffered a record 6-1 defeat by humble Bolivia in qualifying, and Maradona was banned for two months at the end of 2009 for an obscene tirade at journalists, he still led the team to the World Cup in South Africa where they won their group before being thrashed 4-0 by Germany in the quarter-finals.",
      "All the while, Maradona's off-field problems continued.",
      "He went into drug rehab on several occasions.",
      "When he quit cocaine, he binged instead on drink, cigars and food and ended up in hospital in 2007.",
      "He was a strident supporter of Cuban leader Fidel Castro, whose image he had tattooed on his leg, and Venezuelan leader Hugo Chavez.",
      "In 2000, FIFA ran an online Player of the Century poll.",
      "Maradona received 54% of the vote, Pele was second with 18%.",
      "FIFA declared them joint winners.",
      "Maradona married his longtime girlfriend, Claudia Villafane, in 1984.",
      "They had two daughters, Dalma and Gianinna, and divorced in 2004.",
      "He also had a son, Diego Junior, born in Naples in 1986, although he only acknowledged paternity in 2004."
    ]
  },
  "es": {
    "title": "La carrera de Diego Maradona tuvo su parte de altibajos",
    "description": "Un artículo sobre Diego Maradona, quien es ampliamente considerado como uno de los mejores futbolistas en la historia del deporte.",
    "sentences": [
      " BUENOS AIRES - Diego Maradona fue el arquetípico genio problemático del fútbol, un jugador que triunfó en el mundo y cuya vida y carrera escaló las alturas más deslumbrantes pero también las profundidades más oscuras.",
      "Maradona, quien murió el miércoles a la edad de 60 años, se convirtió en un ícono mundial después de llevar a Argentina al Mundial de 1986, pero no era un ídolo impecablemente limpio como Pelé, e hizo pocos intentos por esconder su ardiente personalidad y muchos vicios.",
      "\"Soy negro o blanco, nunca seré gris en mi vida\", dijo una vez.",
      "Maradona era bajo, poderoso y rápido.",
      "También fue un competidor feroz y astuto que se negó a dejarse intimidar a pesar de que muchos oponentes lo intentaron.",
      "Sobre todo, era sublime e imaginativamente habilidoso.",
      "\"Ningún balón ha tenido una experiencia mejor que cuando estaba en su pie izquierdo\", dijo su compañero en Argentina Jorge Valdano.",
      "Sin embargo, mientras que Maradona es recordado por su maestría en la compostura con el balón, también era famoso por su frecuente falta de control tanto dentro como fuera del campo.",
      "Luchó con la adicción, en particular a la cocaína, y con su peso.",
      "Diego Armando Maradona nació el 30 de octubre de 1960 en Lanús, en las afueras de Buenos Aires, y creció en una de las zonas más pobres de la capital argentina.",
      "Hizo su debut con Argentinos Juniors poco antes de cumplir 16 años y su debut con Argentina a los 16 años en febrero de 1977.",
      "Su carrera está definida por el Mundial, los cuatro en los que jugó y el que se perdió.",
      "\"Tengo dos sueños\", dijo Maradona a la televisión argentina a los 17 años.",
      "\"Mi primer sueño es jugar el Mundial.",
      "Y el segundo sueño es ganarlo\".",
      "El entrenador César Luis Menotti omitió a \"El Pibe de Oro\" (el niño dorado) de su equipo en 1978.",
      "Argentina, los anfitriones, ganó la competencia por primera vez.",
      "Al año siguiente, con Menotti, Maradona llevó a Argentina a la victoria en la Copa Mundial Sub-20 en Japón, ganando el Balón de Oro al mejor jugador del torneo.",
      "Su debut en la Copa del Mundo absoluta en 1982 en España fue mal.",
      "Maradona fue tratado brutalmente por los defensores y terminó su torneo con tarjeta roja por represalia ya que Argentina, ya eliminada, perdió ante Brasil.",
      "'Mano de Dios'",
      "Él expió cuatro años después, impulsando a su país a la victoria en México y haciendo suyo el torneo.",
      "En la final, Maradona preparó el gol de la victoria en el minuto 86 contra Alemania Occidental.",
      "Marcó dos goles en la semifinal contra Bélgica, superando a cuatro defensores por el segundo.",
      "Pero el partido que definió su torneo, y posiblemente su carrera internacional, fue la victoria por 2-1 en cuartos de final sobre Inglaterra, en la que marcó dos goles que serán recordados para siempre, por muy diferentes motivos.",
      "En el minuto 51, cuando Peter Shilton se estiró para atrapar el balón, Maradona, unos siete centímetros más bajo, saltó a su lado y con una destreza que engañó a la vista, lanzó el balón a través de los brazos del portero de Inglaterra y entró en la red.",
      "Tras el partido, Maradona dijo que marcó \"un poco con la cabeza de Maradona y un poco con la mano de Dios\".",
      "Cuatro minutos después, Maradona recogió el balón en su propia mitad, venció a seis jugadores de Inglaterra, incluido Shilton, antes de meterse en casa.",
      "Posteriormente, la FIFA lo nombró el \"Gol del siglo\".",
      "En 1990 en Italia, casi inmóvil debido a una lesión en el tobillo izquierdo muy pateado, Maradona dirigió a un equipo argentino limitado y defensivo de regreso a la final a pesar de que solo ganaron dos juegos y anotaron solo cinco goles.",
      "En una final terrible, hizo falta un penalti de Andreas Brehme en el minuto 85 para Alemania Occidental para superar a Maradona.",
      "Cuatro años más tarde, en Estados Unidos, Maradona pareció recuperarse.",
      "Marcó contra Grecia y celebró corriendo para gritar a una cámara de televisión, una inquietante mezcla de alegría, alivio y rabia.",
      "Pero terminó su último Mundial como el primero, prematuramente.",
      "Después de que Argentina venciera a Nigeria en su segundo partido del grupo, Maradona falló una prueba de efedrina y fue expulsado del torneo.",
      "Un patrón similar de altibajos salvajes marcó la carrera de club de Maradona.",
      "Maradona se mudó al club que apoyaba, Boca Juniors, en 1981 y ganó su único título de liga argentina la temporada siguiente.",
      "Se fue al Barcelona por un récord mundial en 1982.",
      "Ganó la Copa del Rey en su primera temporada, pero el club terminó cuarto en la liga.",
      "Se perdió gran parte de la siguiente campaña después de que Andoni Goikoetxea del Athletic de Bilbao se rompiera el tobillo, y cuando el Barça perdió ante Bilbao en la final de copa de ese año, Maradona inició una espectacular pelea masiva, derribando a cuatro oponentes.",
      "Ante una sanción en España, Maradona se mudó al Nápoles, convirtiéndose en el primer jugador en romper el récord mundial de transferencias dos veces.",
      "Su juego deslumbrante transformó a un club de una ciudad pobre y muy burlada y los llevó a sus dos únicos títulos de la Serie A.",
      "En un torbellino de siete años engendró un hijo ilegítimo, se hizo amigo de la mafia local y enemigos de los recaudadores de impuestos.",
      "También cayó profundamente en la adicción a la cocaína.",
      "Su tiempo tempestuoso en Italia terminó efectivamente en abril de 1991 cuando dio positivo en la prueba de cocaína y fue prohibido durante 15 meses.",
      "Terminó su carrera como jugador con una temporada en el Sevilla, una en Newell's Old Boys y dos en su amado Boca.",
      "Jugador del Siglo",
      "Durante las siguientes dos décadas y media tuvo seis breves períodos sin éxito en la dirección de clubes en Argentina, los Emiratos Árabes Unidos y México, y también dos ardientes años como seleccionador de Argentina, 2008-10.",
      "A pesar de que Argentina sufrió una derrota récord por 6-1 ante la humilde Bolivia en la clasificación, y Maradona fue sancionado por dos meses a fines de 2009 por una diatriba obscena a los periodistas, todavía llevó al equipo a la Copa del Mundo en Sudáfrica, donde ganó su grupo antes de ser goleado 4-0 por Alemania en los cuartos de final.",
      "Mientras tanto, los problemas fuera del campo de Maradona continuaron.",
      "Entró en rehabilitación de drogas en varias ocasiones.",
      "Cuando dejó la cocaína, se atragantó con bebidas, cigarros y comida y terminó en el hospital en 2007.",
      "Era un partidario estridente del líder cubano Fidel Castro, cuya imagen se había tatuado en la pierna, y del líder venezolano Hugo Chávez.",
      "En 2000, la FIFA realizó una encuesta en línea sobre el Jugador del Siglo.",
      "Maradona obtuvo el 54% de los votos, Pelé quedó segundo con el 18%.",
      "La FIFA los declaró ganadores conjuntos.",
      "Maradona se casó con su novia de toda la vida, Claudia Villafane, en 1984.",
      "Tuvieron dos hijas, Dalma y Gianinna, y se divorciaron en 2004.",
      "También tuvo un hijo, Diego Junior, nacido en Nápoles en 1986, aunque solo reconoció la paternidad en 2004."
    ]
  },
  "meta": {
    "difficulty": "Medium",
    "categories": [
      "sport",
      "article"
    ],
    "sourceLink": "https://www.voanews.com/americas/diego-maradonas-career-had-its-share-highs-lows",
    "sourceText": "Voice of America (VOA)",
    "id": "maradona-voanews",
    "numSentences": 59
  }
}