{
  "en": {
    "title": "Millennial Life: Eat, Sleep, Work, Screens",
    "description": "An article about the life of the millennial generation.",
    "sentences": [
      "Would you give up nearly a decade of your life looking at your cellphone?",
      "Calculated by today’s usage, the average person spends a little over 76,500 hours – or 8.74 years – on a smartphone over a lifetime, according to a recent study by a mobile device comparison site, WhistleOut.",
      "Unsurprisingly, millennials (born 1981 to 1996) spend the most time on their phones with an average of about 3.7 hours per day.",
      "When subtracting the average sleep time for adults (around nine hours), this amounts to almost one-fourth (23.1%) of their waking lives on a screen.",
      "Generation X (born 1965 to 1980) comes in second with an average of about three hours per day, which amounts to 16.5% of their waking lives.",
      "Boomers (1946 to 1965) spend the least amount of time on their phones, with an average of 2.5 hours per day, factoring to about 9.9% of their waking lives.",
      "However, the new generation, Generation Z (born after 1996), seems to dominate their precursors in smartphone usage and screen time: 95% of teens age 13 to 17 reported having a smartphone or having access to one, and 45% reported they are online constantly, according to a 2018 Pew Research study.",
      "In a Twitter thread by a popular American YouTuber, Mr. Beast, fans shared their screen time reports, including how many hours they spend on their phones and what apps they used the most. Some reported screen time of well over 10 hours a day.",
      "The majority of teens aged 13 to 17 (91%) say they use their phones to pass time, but a large share of them also say they use them to connect with others (84%) or learn new things (83%), according to Pew Research.",
      "This widespread usage of smartphones has sparked worries among teens themselves, with 54% of U.S. teens saying they spend too much time on their phones.",
      "And 52% have also reported trying to take steps to reduce mobile phone use.",
      "A JAMA Network study found that only 5% of 59,397 U.S. high school students surveyed spent a balanced time sleeping and staying physically active while limiting screen time.",
      "Too much time on a phone has been linked to a number of physical and mental health risks.",
      "In a study of 3,826 adolescents, researchers found an association between social media and television use with symptoms of depression, according to JAMA Pediatrics.",
      "Increased screen time has also been linked with a higher risk of obesity and diabetes."
    ]
  },
  "es": {
    "title": "La vida de los millennials: Comer, dormir, trabajar, pantallas.",
    "description": "La vida de los millennials: Comer, dormir, trabajar, pantallas.",
    "sentences": [
      "¿Renunciarías a casi una década de tu vida mirando el móvil?",
      "Calculado según el uso actual, la persona media pasa algo más de 76.500 horas - o 8,74 años - con un smartphone a lo largo de su vida, según un estudio reciente de un sitio de comparación de dispositivos móviles, WhistleOut.",
      "Como es lógico, los millennials (nacidos entre 1981 y 1996) son los que más tiempo pasan con sus teléfonos, con una media de unas 3,7 horas al día.",
      "Si restamos el tiempo medio de sueño de los adultos (unas nueve horas), esto equivale a casi una cuarta parte (23,1%) de su vida despierta en una pantalla.",
      "La Generación X (nacidos de 1965 a 1980) ocupa el segundo lugar, con una media de unas tres horas al día, lo que equivale al 16,5% de su vida de vigilia.",
      "Los Boomers (1946 a 1965) son los que menos tiempo dedican a sus teléfonos, con una media de 2,5 horas al día, lo que supone un 9,9% de su vida.",
      "Sin embargo, la nueva generación, la Generación Z (nacida después de 1996), parece dominar a sus precursores en el uso de teléfonos inteligentes y el tiempo de pantalla: el 95% de los adolescentes de 13 a 17 años informaron que tienen un teléfono inteligente o tienen acceso a uno, y el 45% informó que están en línea constantemente, según un estudio de Pew Research de 2018.",
      "En un hilo de Twitter de un popular YouTuber estadounidense, Mr. Beast, los seguidores compartieron sus informes de tiempo de pantalla, incluyendo cuántas horas pasan en sus teléfonos y qué aplicaciones usaron más. Algunos informaron de que pasaban más de 10 horas al día frente a la pantalla.",
      "La mayoría de los adolescentes de 13 a 17 años (91%) dicen que utilizan sus teléfonos para pasar el tiempo, pero una gran parte de ellos también dicen que los utilizan para conectarse con otros (84%) o para aprender cosas nuevas (83%), según Pew Research.",
      "Este uso generalizado de los teléfonos inteligentes ha despertado la preocupación de los propios adolescentes, ya que el 54% de ellos afirma que pasa demasiado tiempo con sus teléfonos.",
      "Y el 52% también ha declarado que intenta tomar medidas para reducir el uso del teléfono móvil.",
      "Un estudio de la red JAMA descubrió que sólo el 5% de los 59.397 estudiantes de secundaria estadounidenses encuestados dedicaban un tiempo equilibrado a dormir y a mantenerse físicamente activos al tiempo que limitaban el tiempo de pantalla.",
      "El exceso de tiempo con el teléfono se ha relacionado con una serie de riesgos para la salud física y mental.",
      "En un estudio de 3.826 adolescentes, los investigadores encontraron una asociación entre el uso de las redes sociales y la televisión con síntomas de depresión, según JAMA Pediatrics.",
      "El aumento del tiempo de pantalla también se ha relacionado con un mayor riesgo de obesidad y diabetes."
    ]
  },
  "meta": {
    "difficulty": "Medium",
    "categories": [
      "news"
    ],
    "sourceLink": "https://www.voanews.com/student-union/millennial-life-eat-sleep-work-screens",
    "sourceText": "Voice of America (VOA)",
    "id": "millenials",
    "numSentences": 15
  }
}