{
  "en": {
    "title": "Mysterious Metallic Monolith Found in Remote Utah",
    "description": "News article about a mysterious object found in Utah.",
    "sentences": [
      "In a scene that could have been taken from the science fiction classic “2001: A Space Odyssey,” officials in Utah have discovered a mysterious metallic monolith in the remote southeastern part of the state.",
      "Public safety workers spotted the object November 18 from a helicopter while conducting a count of bighorn sheep, according to a news statement.",
      "So far, there is no indication of who could have placed the 3- to 3.6-meter-tall monolith in that location.",
      "“It is illegal to install structures or art without authorization on federally managed public lands, no matter what planet you’re from,” the Utah Department of Public Safety said in a statement.",
      "“That’s been about the strangest thing that I’ve come across out there in all my years of flying,” pilot Bret Hutchings told KSL-TV.",
      "He added that the object appeared to be manmade and probably did not have any scientific purpose, calling it “more of an art form than any kind of alien life form.”",
      "For now, officials are not revealing the exact location of the monolith and are trying to determine if further investigation is needed."
    ]
  },
  "es": {
    "title": "Misterioso monolito metálico encontrado en Utah remoto",
    "description": "Artículo de noticias sobre un objeto misterioso encontrado en Utah.",
    "sentences": [
      "En una escena que podría haber sido tomada del clásico de ciencia ficción \"2001: A Space Odyssey\", los funcionarios de Utah han descubierto un misterioso monolito metálico en la remota parte sureste del estado.",
      "Los trabajadores de seguridad pública vieron el objeto el 18 de noviembre desde un helicóptero mientras realizaban un conteo de borrego cimarrón, según un comunicado de prensa.",
      "Hasta ahora, no hay indicios de quién pudo haber colocado el monolito de 3 a 3,6 metros de altura en ese lugar.",
      "\"Es ilegal instalar estructuras o obras de arte sin autorización en terrenos públicos administrados por el gobierno federal, sin importar de qué planeta sea\", dijo el Departamento de Seguridad Pública de Utah en un comunicado.",
      "\"Eso ha sido lo más extraño que me he encontrado en todos mis años de vuelo\", dijo el piloto Bret Hutchings a KSL-TV.",
      "Agregó que el objeto parecía ser hecho por el hombre y probablemente no tenía ningún propósito científico, y lo llamó \"más una forma de arte que cualquier tipo de forma de vida extraterrestre\".",
      "Por ahora, los funcionarios no están revelando la ubicación exacta del monolito y están tratando de determinar si se necesita más investigación."
    ]
  },
  "meta": {
    "difficulty": "Medium",
    "categories": [
      "news",
      "article"
    ],
    "id": "mysterious-monolith",
    "numSentences": 7
  }
}