{
  "en": {
    "title": "NASA's Mars Helicopter Takes First Successful Test Flight",
    "description": "NASA's Mars Helicopter Takes First Successful Test Flight.",
    "segments": [
      "The U.S. space agency, NASA, Monday received images and data confirming its small helicopter, Ingenuity, successfully performed the first controlled powered flight of an aircraft on a planet other than Earth.",
      "Scientists in the control room at NASA’s Jet Propulsion Laboratory (JPL) at the California Institute of Technology burst into applause and cheers when data confirmed Ingenuity had successfully spun its rotors, lifted off to a height of three meters and landed safely back on the surface of Mars.",
      "A picture taken by the small craft of its own shadow on the ground below it arrived seconds later, as did video of the flight taken by NASA’s Perseverance rover probe several meters away.",
      "Ingenuity, weighing a mere 1.8 kilograms, was stowed away on the Perseverance when it landed on Mars in February.",
      "It was unfolded and dropped from the rover about two weeks ago to prepare its launch.",
      "The first test of the helicopter had been scheduled for more than a week ago, but a software problem was discovered that required an update.",
      "The helicopter is considered by NASA to be a technology demonstration, designed to test a new capability — in this case, flight in the thin Martian atmosphere — for the first time.",
      "It has specially designed rotors that spin much faster than they would have to on Earth to achieve flight.",
      "It also has innovative batteries and solar cells for recharging.",
      "Aside from cameras, Ingenuity carries no scientific instruments."
    ]
  },
  "es": {
    "title": "El Helicóptero de NASA en Marte Hace Su Primer Vuelo de Prueba Exitoso",
    "description": "El Helicóptero de NASA en Marte Hace Su Primer Vuelo de Prueba Exitoso.",
    "segments": [
      "La Agencia de Viaje Espacial estadounidense, NASA, el lunes recibió imágenes y datos confirmando que su pequeño helicóptero, Ingenuity, realizó exitosamente su primero vuelo controlado en un planeta distinto a la Tierra.",
      "Los científicos en la habitación de control en el Laboratorio de Propulsión Jet (JPL) de NASA en el Instituto de Tecnología de California erupcionó en aplausos y alegría cuando los datos confirmaron que Ingenuity logró exitosamente girar sus hélices, despegó a una altura de tres metros y aterrizó de nuevo en la superficie de Marte.",
      "Una foto tomada por la nave pequeña de su propia sobra en el suelo debajo llegó segundos después, al igual que el video del vuelo tomado por el robot investigador de NASA Perseverance a unos metros de distancia.",
      "Ingenuity, pesando unos mejor 1.8kilogramos, fue llevado por el Perseverance cuando llegó a Marte en Febrero.",
      "Fue desplegado y sacado del robot hace unas dos semanas para preparar su lanzamiento.",
      "La primera prueba del helicóptero había sido programada para hace más de una semana, pero un problema de software fue descubierto que requería una actualización.",
      "El helicóptero es considerado por NASA como una demostración de tecnología, diseñado para probar una nueva capacidad – en este caso, vuelo en la delgada atmósfera Marciana – por primera vez.",
      "Tiene hélices especialmente diseñadas que giran mucho más rápido de lo que lo harían en la tierra para tomar vuelo.",
      "Tiene baterías innovadoras y paneles solares para recargarse.",
      "Además de cámaras, Ingenuity no lleva instrumentos científicos."
    ]
  },
  "meta": {
    "difficulty": "Hard",
    "categories": [
      "news",
      "science-and-technology"
    ],
    "sourceLink": "https://www.voanews.com/science-health/nasas-mars-helicopter-takes-first-successful-test-flight",
    "sourceText": "Voice of America (VOA)",
    "id": "nasa-mars-helicopter",
    "numSegments": 10
  }
}