{
  "en": {
    "title": "Owls",
    "sentences": [
      "The old British superstition that it is unlucky to see owls flying by daylight is readily explained, for when wizards break cover to send messages by day, something dramatic must be afoot in the magical world.",
      "Muggles may subsequently experience the unpleasant aftershocks, without any idea of their cause.",
      "As a (mostly) nocturnal bird of prey, the owl is inevitably seen as sinister by Muggles, but it has been a faithful servant and helpmeet to witches and wizards for many centuries.",
      "In spite of the many alternatives available for magical communication across long distances (including Patronuses, Floo powder, and enchanted devices such as mirrors and even coins), the faithful and reliable owl remains the most common method used by wizardkind across the world.",
      "The advantages of owls as messengers are those very qualities that make Muggles view them with suspicion: they operate under cover of darkness, to which Muggles have a superstitious aversion; they have exceptionally well-developed night vision; and are agile, stealthy and capable of aggression when challenged.",
      "So numerous are the owls employed by wizards worldwide that it is generally safe to assume that virtually all of them are either the property of the Owl Postal Service of their country, or of an individual witch or wizard.",
      "Whether because they possess an innate bent for magic (just as pigs are reputed to be innately non-magical), or because generations of their ancestors have been domesticated and trained by wizards and they have inherited the traits that make this easy, owls learn very quickly, and seem to thrive on their task of tracing and tracking the witch or wizard for whom their letters are intended.",
      "The mystical association between the name and the human who bears it has long been understood by witches and wizards of all cultures.",
      "While the process remains mysterious even to those who train up owlets to become wizarding pets or postal owls, the birds appear to be able to make such a connection between the name and its possessor that enables them to trace the witch or wizard concerned wherever he or she may be.",
      "An owl does not need to know an address, although witches and wizards generally add the place to the envelope on the off-chance that the owl is intercepted and the letter falls into other hands.",
      "Should a witch or wizard not wish to be sent letters (or tracked in any other way), he or she will have to resort to Repelling, Disguising or Masking Spells, of which there are a great range.",
      "It is possible to protect yourself from all correspondence, or all but that carried by a specific owl.",
      "If a witch or wizard is determined not to be contactable by a persistent creditor or ex-boy or girlfriend, they might try a masking spell specific to that person, but this ploy is easily circumnavigated by asking somebody else to send the owl.",
      "In general, it takes strong protective magic, and a willingness to forego a lot of birthday cards, to avoid the attentions of Owl Post.",
      "Trained owls are expensive, and it is quite usual for a wizarding family to share a single owl, or else only use Postal owls.",
      "JK Rowling’s thoughts",
      "My love of, and fascination with, owls long pre-dates the first idea for Harry Potter.",
      "I trace it to a cuddly owl toy that my mother made me when I was six or seven, which I adored.",
      "Of course, owls have been associated with magic for a long time, and feature in many old illustrations of witches and wizards, second only to cats as Most Magical Creature.",
      "The owl’s association with wisdom was established in Roman times, for it is the emblem of Minerva, goddess of wisdom.",
      "Owl breeds shown within the Harry Potter books include the eagle owl (large, tufted and fierce-looking, owned by Draco Malfoy); the Little Owl (tiny, cute, but perhaps not very impressive, like Pigwidgeon, owned by Ron); and the Snowy Owl, which is also known as the Ghost Owl (Harry’s Hedwig).",
      "I made a few elementary mistakes when it came to my depiction of Hedwig.",
      "Firstly, Snowy Owls are diurnal (ie, they fly by day).",
      "Secondly, they are virtually mute, so Hedwig’s frequent hoots and chirrups of approval and comfort should be taken as signs of her magically enhanced abilities.",
      "Thirdly, as countless well-meaning owl-lovers and experts kept writing to me in the early days, owls do not eat bacon (Hedwig enjoys a bit of bacon rind when she delivers post at breakfast).",
      "When I dreamed up Errol, the aged, long-suffering and overworked Weasley family owl, I had in mind a picture I thought I had seen, which featured a very comical, large, fluffy, grey, bewildered-looking bird whose breed I had never known.",
      "In fact, I wondered whether it had been a real photograph, or whether imagination was distorting the image.",
      "It was with sheer delight, therefore, that I rounded a corner on my first ever visit to the aviary at Leavesden Studios, where they were filming Harry Potter and the Philosopher’s Stone, and saw a line of big, grey, fluffy, bewildered-looking owls blinking back at me, each an exact replica of the half-remembered picture I thought I might have dreamed.",
      "They were all playing Errol, and they are Great Greys."
    ]
  },
  "es": {
    "title": "Búhos",
    "sentences": [
      "La vieja superstición británica de que es desafortunado ver búhos volando a la luz del día se explica fácilmente, porque cuando los magos rompen la cobertura para enviar mensajes durante el día, algo dramático debe estar sucediendo en el mundo mágico.",
      "Los muggles pueden experimentar posteriormente las desagradables réplicas, sin tener idea de su causa.",
      "Como ave de presa (en su mayoría) nocturna, el búho es inevitablemente visto como siniestro por los muggles, pero ha sido un fiel sirviente y ayudante de brujas y magos durante muchos siglos.",
      "A pesar de las muchas alternativas disponibles para la comunicación mágica a través de largas distancias (incluidos Patronuses, polvo Floo y dispositivos encantados como espejos e incluso monedas), el búho fiel y confiable sigue siendo el método más común utilizado por los magos en todo el mundo.",
      "Las ventajas de los búhos como mensajeros son esas mismas cualidades que hacen que los muggles los vean con sospecha: operan al amparo de la oscuridad, a lo que los muggles tienen una aversión supersticiosa; tienen una visión nocturna excepcionalmente bien desarrollada; y son ágiles, sigilosos y capaces de agresión cuando se les desafía.",
      "Son tan numerosos los búhos empleados por los magos en todo el mundo que, en general, es seguro asumir que prácticamente todos son propiedad del Servicio Postal de Búhos de su país, o de una bruja o mago individual.",
      "Ya sea porque poseen una inclinación innata por la magia (al igual que los cerdos tienen fama de no ser mágicos de forma innata), o porque generaciones de sus antepasados ​​han sido domesticados y entrenados por magos y han heredado los rasgos que lo hacen fácil, los búhos aprenden muy bien rápidamente, y parecen prosperar en su tarea de rastrear y rastrear a la bruja o mago a quien están destinadas sus cartas.",
      "La asociación mística entre el nombre y el humano que lo lleva ha sido entendida durante mucho tiempo por brujas y magos de todas las culturas.",
      "Si bien el proceso sigue siendo misterioso incluso para aquellos que entrenan a los mochuelos para que se conviertan en mascotas mágicas o búhos postales, las aves parecen poder establecer una conexión entre el nombre y su poseedor que les permite rastrear a la bruja o al mago en cuestión donde sea que él o ella puede ser.",
      "Un búho no necesita saber una dirección, aunque las brujas y magos generalmente agregan el lugar al sobre en caso de que el búho sea interceptado y la carta caiga en otras manos.",
      "Si un brujo o mago no desea que le envíen cartas (o que se le rastree de cualquier otra forma), tendrá que recurrir a los Hechizos Repelentes, Disfrazadores o Enmascaradores, de los cuales hay una gran variedad.",
      "Es posible protegerse de toda la correspondencia, o de toda la que lleva un búho específico.",
      "Si se determina que un brujo o un mago no puede ser contactado por un acreedor persistente o un ex-chico o una novia, podrían intentar un hechizo de enmascaramiento específico para esa persona, pero esta táctica se evita fácilmente pidiendo a otra persona que envíe el búho.",
      "En general, se necesita una fuerte magia protectora y la voluntad de renunciar a muchas tarjetas de cumpleaños para evitar las atenciones de Owl Post.",
      "Los búhos entrenados son caros, y es bastante habitual que una familia mágica comparta un solo búho, o de lo contrario solo use búhos postales.",
      "Pensamientos de JK Rowling",
      "Mi amor y fascinación por los búhos es anterior a la primera idea de Harry Potter.",
      "Lo remonto a un peluche de búho que mi madre me hizo cuando tenía seis o siete años, que adoraba.",
      "Por supuesto, los búhos se han asociado con la magia durante mucho tiempo y aparecen en muchas ilustraciones antiguas de brujas y magos, solo superadas por los gatos como la criatura más mágica.",
      "La asociación del búho con la sabiduría se estableció en la época romana, pues es el emblema de Minerva, diosa de la sabiduría.",
      "Las razas de búhos que se muestran en los libros de Harry Potter incluyen el búho real (grande, copetudo y de aspecto feroz, propiedad de Draco Malfoy); el Pequeño Búho (diminuto, lindo, pero quizás no muy impresionante, como Pigwidgeon, propiedad de Ron); y el búho nival, que también se conoce como el búho fantasma (Hedwig de Harry).",
      "Cometí algunos errores elementales cuando se trataba de mi descripción de Hedwig.",
      "En primer lugar, los búhos nival son diurnos (es decir, vuelan de día).",
      "En segundo lugar, son prácticamente mudos, por lo que los frecuentes gritos y chirridos de aprobación y comodidad de Hedwig deben tomarse como signos de sus habilidades mágicamente mejoradas.",
      "En tercer lugar, como innumerables amantes de los búhos y expertos bien intencionados me seguían escribiendo en los primeros días, los búhos no comen tocino (a Hedwig le gusta un poco de corteza de tocino cuando entrega el correo en el desayuno).",
      "Cuando soñé con Errol, el búho anciano, sufrido y con exceso de trabajo de la familia Weasley, tenía en mente una imagen que pensé haber visto, que mostraba un pájaro muy cómico, grande, esponjoso, gris y de aspecto desconcertado cuya raza tenía nunca conocido.",
      "De hecho, me pregunté si había sido una fotografía real o si la imaginación estaba distorsionando la imagen.",
      "Por lo tanto, fue con puro deleite que di la vuelta a una esquina en mi primera visita al aviario en Leavesden Studios, donde estaban filmando Harry Potter y la piedra filosofal , y vi una línea grande, gris, esponjosa y de aspecto desconcertado búhos parpadeando hacia mí, cada uno una réplica exacta de la imagen medio recordada que pensé que podría haber soñado.",
      "Todos jugaban a Errol, y son grandes grises."
    ]
  },
  "meta": {
    "difficulty": 3,
    "categories": [
      "harry potter",
      "article"
    ]
  }
}