{
  "en": {
    "title": "The Ugly Duckling",
    "description": "\"The Ugly Duckling\" is a literary fairy tale by Danish poet and author Hans Christian Andersen.",
    "sentences": [
      "It was so beautiful in the country.",
      "It was the summer time. The wheat fields were golden, the oats were green, and the hay stood in great stacks in the green meadows.",
      "The stork paraded about among them on his long red legs, chattering away in Egyptian, the language he had learned from his lady mother.",
      "All around the meadows and cornfields grew thick woods, and in the midst of the forest was a deep lake.",
      "Yes, it was beautiful, it was delightful in the country.",
      "In a sunny spot stood a pleasant old farmhouse circled all about with deep canals; and from the walls down to the water's edge grew great burdocks, so high that under the tallest of them a little child might stand upright.",
      "The spot was as wild as if it had been in the very center of the thick wood. In this snug retreat sat a duck upon her nest, watching for her young brood to hatch; but the pleasure she had felt at first was almost gone; she had begun to think it a wearisome task, for the little ones were so long coming out of their shells, and she seldom had visitors.",
      "The other ducks liked much better to swim about in the canals than to climb the slippery banks and sit under the burdock leaves to have a gossip with her. It was a long time to stay so much by herself.",
      "At length, however, one shell cracked, and soon another, and from each came a living creature that lifted its head and cried \"Peep, peep.\"",
      "\"Quack, quack!\" said the mother; and then they all tried to say it, too, as well as they could, while they looked all about them on every side at the tall green leaves.",
      "Their mother allowed them to look about as much as they liked, because green is good for the eyes.",
      "\"What a great world it is, to be sure,\" said the little ones, when they found how much more room they had than when they were in the eggshell.",
      "\"Is this all the world, do you imagine?\" said the mother.",
      "\"Wait till you have seen the garden. Far beyond that it stretches down to the pastor's field, though I have never ventured to such a distance.",
      "Are you all out?\" she continued, rising to look.",
      "\"No, not all; the largest egg lies there yet, I declare.",
      "I wonder how long this business is to last.",
      "I'm really beginning to be tired of it;\" but for all that she sat down again.",
      "\"Well, and how are you to-day?\" quacked an old duck who came to pay her a visit.",
      "\"There's one egg that takes a deal of hatching. The shell is hard and will not break,\" said the fond mother, who sat still upon her nest.",
      "\"But just look at the others.",
      "Have I not a pretty family? Are they not the prettiest little ducklings you ever saw?",
      "They are the image of their father — the good for naught!",
      "He never comes to see me.\"",
      "\"Let me see the egg that will not break,\" said the old duck.",
      "\"I've no doubt it's a Guinea fowl's egg.",
      "The same thing happened to me once, and a deal of trouble it gave me, for the young ones are afraid of the water. I quacked and clucked, but all to no purpose. Let me take a look at it.",
      "Yes, I am right; it's a Guinea fowl, upon my word; so take my advice and leave it where it is. Come to the water and teach the other children to swim.\"",
      "\"I think I will sit a little while longer,\" said the mother. \"I have sat so long, a day or two more won't matter.\"",
      "\"Very well, please yourself,\" said the old duck, rising; and she went away.",
      "At last the great egg broke, and the latest bird cried \"Peep, peep,\" as he crept forth from the shell.",
      "How big and ugly he was!",
      "The mother duck stared at him and did not know what to think.",
      "\"Really,\" she said, \"this is an enormous duckling, and it is not at all like any of the others.",
      "I wonder if he will turn out to be a Guinea fowl.",
      "Well, we shall see when we get to the water — for into the water he must go, even if I have to push him in myself.\"",
      "On the next day the weather was delightful. The sun shone brightly on the green burdock leaves, and the mother duck took her whole family down to the water and jumped in with a splash.",
      "\"Quack, quack!\" cried she, and one after another the little ducklings jumped in. The water closed over their heads, but they came up again in an instant and swam about quite prettily, with their legs paddling under them as easily as possible; their legs went of their own accord; and the ugly gray-coat was also in the water, swimming with them.",
      "\"Oh,\" said the mother, \"that is not a Guinea fowl.",
      "See how well he uses his legs, and how erect he holds himself!",
      "He is my own child, and he is not so very ugly after all, if you look at him properly.",
      "Quack, quack! come with me now.",
      "I will take you into grand society and introduce you to the farmyard, but you must keep close to me or you may be trodden upon; and, above all, beware of the cat.\"",
      "When they reached the farmyard, there was a wretched riot going on; two families were fighting for an eel's head, which, after all, was carried off by the cat.",
      "\"See, children, that is the way of the world,\" said the mother duck, whetting her beak, for she would have liked the eel's head herself.",
      "\"Come, now, use your legs, and let me see how well you can behave. You must bow your heads prettily to that old duck yonder; she is the highest born of them all and has Spanish blood; therefore she is well off.",
      "Don't you see she has a red rag tied to her leg, which is something very grand and a great honor for a duck.",
      "It shows that every one is anxious not to lose her, and that she is to be noticed by both man and beast.",
      "Come, now, don't turn in your toes; a well-bred duckling spreads his feet wide apart, just like his father and mother, in this way; now bend your necks and say 'Quack!'\"",
      "The ducklings did as they were bade, but the other ducks stared, and said, \"Look, here comes another brood—as if there were not enough of us already!",
      "And bless me, what a queer-looking object one of them is; we don't want him here\"; and then one flew out and bit him in the neck.",
      "\"Let him alone,\" said the mother; \"he is not doing any harm.\"",
      "\"Yes, but he is so big and ugly. He's a perfect fright,\" said the spiteful duck, \"and therefore he must be turned out. A little biting will do him good.\"",
      "\"The others are very pretty children,\" said the old duck with the rag on her leg,",
      "\"all but that one. I wish his mother could smooth him up a bit; he is really ill-favored.\"",
      "\"That is impossible, your grace,\" replied the mother. \"He is not pretty, but he has a very good disposition and swims as well as the others or even better.",
      "I think he will grow up pretty, and perhaps be smaller.",
      "He has remained too long in the egg, and therefore his figure is not properly formed;\"",
      "and then she stroked his neck and smoothed the feathers, saying: \"It is a drake, and therefore not of so much consequence.",
      "I think he will grow up strong and able to take care of himself.\"",
      "\"The other ducklings are graceful enough,\" said the old duck.",
      "\"Now make yourself at home, and if you find an eel's head you can bring it to me.\"",
      "And so they made themselves comfortable; but the poor duckling who had crept out of his shell last of all and looked so ugly was bitten and pushed and made fun of, not only by the ducks but by all the poultry.",
      "Bless me, what a queer-looking object one of them is... \"He is too big,\" they all said; and the turkey cock, who had been born into the world with spurs and fancied himself really an emperor, puffed himself out like a vessel in full sail and flew at the duckling.",
      "He became quite red in the head with passion, so that the poor little thing did not know where to go, and was quite miserable because he was so ugly as to be laughed at by the whole farmyard.",
      "So it went on from day to day; it got worse and worse.",
      "The poor duckling was driven about by every one; even his brothers and sisters were unkind to him and would say, \"Ah, you ugly creature, I wish the cat would get you\" and his mother had been heard to say she wished he had never been born.",
      "The ducks pecked him, the chickens beat him, and the girl who fed the poultry pushed him with her feet.",
      "So at last he ran away, frightening the little birds in the hedge as he flew over the palings.",
      "\"They are afraid because I am so ugly,\" he said.",
      "So he flew still farther, until he came out on a large moor inhabited by wild ducks.",
      "Here he remained the whole night, feeling very sorrowful.",
      "In the morning, when the wild ducks rose in the air, they stared at their new comrade.",
      "\"What sort of a duck are you?\" they all said, coming round him. He bowed to them and was as polite as he could be, but he did not reply to their question.",
      "\"You are exceedingly ugly,\" said the wild ducks; \"but that will not matter if you do not want to marry one of our family.\"",
      "Poor thing! he had no thoughts of marriage; all he wanted was permission to lie among the rushes and drink some of the water on the moor.",
      "After he had been on the moor two days, there came two wild geese, or rather goslings, for they had not been out of the egg long, which accounts for their impertinence.",
      "\"Listen, friend,\" said one of them to the duckling; \"you are so ugly that we like you very well.",
      "Will you go with us and become a bird of passage?",
      "Not far from here is another moor, in which there are some wild geese, all of them unmarried. It is a chance for you to get a wife.",
      "You may make your fortune, ugly as you are.\"",
      "\"Bang, bang,\" sounded in the air, and the two wild geese fell dead among the rushes, and the water was tinged with blood.",
      "\"Bang, bang,\" echoed far and wide in the distance, and whole flocks of wild geese rose up from the rushes. The sound continued from every direction, for the sportsmen surrounded the moor, and some were even seated on branches of trees, overlooking the rushes. The blue smoke from the guns rose like clouds over the dark trees, and as it floated away across the water, a number of sporting dogs bounded in among the rushes, which bent beneath them wherever they went.",
      "How they terrified the poor duckling! He turned away his head to hide it under his wing, and at the same moment a large, terrible dog passed quite near him.",
      "His jaws were open, his tongue hung from his mouth, and his eyes glared fearfully.",
      "He thrust his nose close to the duckling, showing his sharp teeth, and then \"splash, splash,\" he went into the water, without touching him.",
      "\"Oh,\" sighed the duckling, \"how thankful I am for being so ugly; even a dog will not bite me.\"",
      "And so he lay quite still, while the shot rattled through the rushes, and gun after gun was fired over him.",
      "It was late in the day before all became quiet, but even then the poor young thing did not dare to move.",
      "He waited quietly for several hours and then, after looking carefully around him, hastened away from the moor as fast as he could.",
      "He ran over field and meadow till a storm arose, and he could hardly struggle against it.",
      "Towards evening he reached a poor little cottage that seemed ready to fall, and only seemed to remain standing because it could not decide on which side to fall first.",
      "The storm continued so violent that the duckling could go no farther. He sat down by the cottage, and then he noticed that the door was not quite closed, in consequence of one of the hinges having given way. There was, therefore, a narrow opening near the bottom large enough for him to slip through, which he did very quietly, and got a shelter for the night.",
      "Here, in this cottage, lived a woman, a cat, and a hen.",
      "The cat, whom his mistress called \"My little son,\" was a great favorite; he could raise his back, and purr, and could even throw out sparks from his fur if it were stroked the wrong way.",
      "The hen had very short legs, so she was called \"Chickie Short-legs.\"",
      "She laid good eggs, and her mistress loved her as if she had been her own child.",
      "In the morning the strange visitor was discovered; the cat began to purr and the hen to cluck.",
      "\"What is that noise about?\" said the old woman, looking around the room.",
      "But her sight was not very good; therefore when she saw the duckling she thought it must be a fat duck that had strayed from home.",
      "\"Oh, what a prize!\" she exclaimed. \"I hope it is not a drake, for then I shall have some ducks' eggs. I must wait and see.\"",
      "So the duckling was allowed to remain on trial for three weeks; but there were no eggs.",
      "Now the cat was the master of the house, and the hen was the mistress; and they always said, \"We and the world,\" for they believed themselves to be half the world, and by far the better half, too.",
      "The duckling thought that others might hold a different opinion on the subject, but the hen would not listen to such doubts.",
      "\"Can you lay eggs?\" she asked. \"No.\" \"Then have the goodness to cease talking.\"",
      "\"Can you raise your back, or purr, or throw out sparks?\" said the cat. \"No.\" \"Then you have no right to express an opinion when sensible people are speaking.\"",
      "So the duckling sat in a corner, feeling very low-spirited; but when the sunshine and the fresh air came into the room through the open door, he began to feel such a great longing for a swim that he could not help speaking of it.",
      "\"What an absurd idea!\" said the hen. \"You have nothing else to do; therefore you have foolish fancies. If you could purr or lay eggs, they would pass away.\"",
      "\"But it is so delightful to swim about on the water,\" said the duckling, \"and so refreshing to feel it close over your head while you dive down to the bottom.\"",
      "\"Delightful, indeed! it must be a queer sort of pleasure,\" said the hen.",
      "\"Why, you must be crazy! Ask the cat — he is the cleverest animal I know; ask him how he would like to swim about on the water, or to dive under it, for I will not speak of my own opinion.",
      "Ask our mistress, the old woman; there is no one in the world more clever than she is.",
      "Do you think she would relish swimming and letting the water close over her head?\"",
      "\"I see you don't understand me,\" said the duckling.",
      "\"We don't understand you? Who can understand you, I wonder?",
      "Do you consider yourself more clever than the cat or the old woman? I will say nothing of myself.",
      "Don't imagine such nonsense, child, and thank your good fortune that you have been so well received here.",
      "Are you not in a warm room and in society from which you may learn something?",
      "But you are a chatterer, and your company is not very agreeable.",
      "Believe me, I speak only for your good.",
      "I may tell you unpleasant truths, but that is a proof of my friendship.",
      "I advise you, therefore, to lay eggs and learn to purr as quickly as possible.\"",
      "\"I believe I must go out into the world again,\" said the duckling.",
      "\"Yes, do,\" said the hen.",
      "So the duckling left the cottage and soon found water on which it could swim and dive, but he was avoided by all other animals because of his ugly appearance.",
      "Autumn came, and the leaves in the forest turned to orange and gold; then, as winter approached, the wind caught them as they fell and whirled them into the cold air. The clouds, heavy with hail and snowflakes, hung low in the sky, and the raven stood among the reeds, crying, \"Croak, croak.\"",
      "It made one shiver with cold to look at him.",
      "All this was very sad for the poor little duckling.",
      "One evening, just as the sun was setting amid radiant clouds, there came a large flock of beautiful birds out of the bushes.",
      "The duckling had never seen any like them before.",
      "They were swans; and they curved their graceful necks, while their soft plumage shone with dazzling whiteness.",
      "They uttered a singular cry as they spread their glorious wings and flew away from those cold regions to warmer countries across the sea.",
      "They mounted higher and higher in the air, and the ugly little duckling had a strange sensation as he watched them.",
      "He whirled himself in the water like a wheel, stretched out his neck towards them, and uttered a cry so strange that it frightened even himself.",
      "Could he ever forget those beautiful, happy birds!",
      "And when at last they were out of his sight, he dived under the water and rose again almost beside himself with excitement.",
      "He knew not the names of these birds nor where they had flown, but he felt towards them as he had never felt towards any other bird in the world.",
      "He was not envious of these beautiful creatures; it never occurred to him to wish to be as lovely as they.",
      "Poor ugly creature, how gladly he would have lived even with the ducks, had they only treated him kindly and given him encouragement.",
      "The winter grew colder and colder; he was obliged to swim about on the water to keep it from freezing, but every night the space on which he swam became smaller and smaller.",
      "At length it froze so hard that the ice in the water crackled as he moved, and the duckling had to paddle with his legs as well as he could, to keep the space from closing up.",
      "He became exhausted at last and lay still and helpless, frozen fast in the ice.",
      "Early in the morning a peasant who was passing by saw what had happened. He broke the ice in pieces with his wooden shoe and carried the duckling home to his wife.",
      "The warmth revived the poor little creature; but when the children wanted to play with him, the duckling thought they would do him some harm, so he started up in terror, fluttered into the milk pan, and splashed the milk about the room.",
      "Then the woman clapped her hands, which frightened him still more. He flew first into the butter cask, then into the meal tub and out again.",
      "What a condition he was in! The woman screamed and struck at him with the tongs; the children laughed and screamed and tumbled over each other in their efforts to catch him, but luckily he escaped. The door stood open; the poor creature could just manage to slip out among the bushes and lie down quite exhausted in the newly fallen snow.",
      "It would be very sad were I to relate all the misery and privations which the poor little duckling endured during the hard winter; but when it had passed he found himself lying one morning in a moor, amongst the rushes.",
      "He felt the warm sun shining and heard the lark singing and saw that all around was beautiful spring.",
      "Then the young bird felt that his wings were strong, as he flapped them against his sides and rose high into the air.",
      "They bore him onwards until, before he well knew how it had happened, he found himself in a large garden.",
      "The apple trees were in full blossom, and the fragrant elders bent their long green branches down to the stream, which wound round a smooth lawn.",
      "Everything looked beautiful in the freshness of early spring.",
      "From a thicket close by came three beautiful white swans, rustling their feathers and swimming lightly over the smooth water.",
      "The duckling saw these lovely birds and felt more strangely unhappy than ever.",
      "\"I will fly to these royal birds,\" he exclaimed, \"and they will kill me because, ugly as I am, I dare to approach them.",
      "But it does not matter; better be killed by them than pecked by the ducks, beaten by the hens, pushed about by the maiden who feeds the poultry, or starved with hunger in the winter.\"",
      "Then he flew to the water and swam towards the beautiful swans.",
      "The moment they espied the stranger they rushed to meet him with outstretched wings.",
      "\"Kill me,\" said the poor bird and he bent his head down to the surface of the water and awaited death.",
      "But what did he see in the clear stream below?",
      "His own image — no longer a dark-gray bird, ugly and disagreeable to look at, but a graceful and beautiful swan.",
      "To be born in a duck's nest in a farmyard is of no consequence to a bird if it is hatched from a swan's egg.",
      "He now felt glad at having suffered sorrow and trouble, because it enabled him to enjoy so much better all the pleasure and happiness around him; for the great swans swam round the newcomer and stroked his neck with their beaks, as a welcome.",
      "Into the garden presently came some little children and threw bread and cake into the water. The new one is the most beautiful of all...",
      "\"See,\" cried the youngest, \"there is a new one;\" and the rest were delighted, and ran to their father and mother, dancing and clapping their hands and shouting joyously, \"There is another swan come; a new one has arrived.\"",
      "Then they threw more bread and cake into the water and said, \"The new one is the most beautiful of all, he is so young and pretty.\" And the old swans bowed their heads before him.",
      "Then he felt quite ashamed and hid his head under his wing, for he did not know what to do, he was so happy — yet he was not at all proud.",
      "He had been persecuted and despised for his ugliness, and now he heard them say he was the most beautiful of all the birds.",
      "Even the elder tree bent down its boughs into the water before him, and the sun shone warm and bright.",
      "Then he rustled his feathers, curved his slender neck, and cried joyfully, from the depths of his heart, \"I never dreamed of such happiness as this while I was the despised ugly duckling.\""
    ]
  },
  "es": {
    "title": "El Patito Feo",
    "description": "\"El Patito Feo\" es un cuento clásico-contemporáneo escrito por Hans Christian Andersen, escritor y poeta danés.",
    "sentences": [
      "¡Estaba tan hermoso el campo!",
      "Era verano, el trigo estaba dorado, la avena verde y el heno apilado en haces en las verdes praderas.",
      "Sobre sus largas patas rojas se paseaba una cigüeña parloteando en egipcio, que era el idioma que su madre le había enseñado.",
      "Más allá de los sembrados y de las praderas se extendían grandes bosques, en medio de los cuales se encontraban lagos profundos y ocultos.",
      "Sí, ¡el campo estaba tan hermoso!",
      "En medio de aquel paisaje y bañada por el sol se alzaba una vieja mansión rodeada de un foso. Desde sus muros hasta el borde del agua crecían unas plantas de bardana de hojas enormes, algunas tan altas que un niño pequeño podría pararse debajo de ellas.",
      "En este paraje tan agreste como el mismo bosque, la señora pata estaba sentada sobre su nido. Se sentía un poco impaciente, pues empollar huevos es un oficio muy aburrido y casi nadie venía a visitarla.",
      "Los otros patos preferían pasar el tiempo nadando en el foso que recorrer esa distancia contoneándose para instalarse bajo las hojas de bardana a chismosear con ella.",
      "Hasta que al fin comenzaron a abrir los huevos, uno tras otro. “¡Pip, pip!”, decían los patitos recién nacidos, asomando la cabeza del cascarón.",
      "—¡Cuac, cuac! —les decía la señora pata, y todos los patitos se apresuraban cuanto podían para echarle un vistazo al verde mundo que se extendía bajo las hojas.",
      "La mamá los dejaba mirar todo lo que quisieran, ya que el verde es bueno para los ojos.",
      "—¡Qué grande es el mundo! —exclamaban los patitos, pues ciertamente disponían de mucho más espacio ahora que el que tenían dentro del huevo.",
      "—¿Ustedes creen que esto es el mundo entero? —preguntó la mamá pata—. ¡Claro que no!",
      "Han de saber que el mundo se extiende más allá del otro lado del jardín y se adentra en la finca del párroco, aunque yo nunca he llegado tan lejos.",
      "Vamos a ver, espero que ya estén todos afuera —dijo, levantándose del nido—.",
      "No, ¡qué va! ¡Si falta el huevo más grande de todos!",
      "¿Pero cuánto tiempo se va a demorar?",
      "Ya estoy un poco harta de todo esto. Enseguida volvió a sentarse en el nido.",
      "—¡Bueno, bueno! ¿Cómo va eso? —le preguntó una pata vieja que venía a hacerle visita.",
      "—Este huevo está tan demorado —dijo la mamá pata sin moverse del nido—.",
      "No hay forma de que rompa, pero fíjate en los otros.",
      "Son los patitos más lindos que he visto en la vida.",
      "Idénticos al padre, ¡el muy bandido!",
      "No ha venido a visitarme una sola vez.",
      "—Vamos a echarle un vistazo a ese huevo que no quiere reventar —dijo la anciana pata—.",
      "No me extrañaría nada que fuera un huevo de pava.",
      "En una ocasión también fui engañada con unos huevos de esos, ¡y no te imaginas el trabajo que me dio criar aquellos pavitos! Porque déjame advertirte que le tienen miedo al agua. No había forma de que se metieran. Yo les graznaba y les daba picotazos pero no servía absolutamente de nada. Déjame mirarlo...",
      "Sí, desde luego que es un huevo de pavo. De modo que puedes dejarlo un buen rato donde está mientras enseñas a las otras crías a nadar.",
      "—No, gracias; creo que me voy a quedar aquí un rato más. Ya he estado tanto tiempo aquí sentada que me da igual esperar medio verano.",
      "—Como quieras —dijo la pata vieja, y se alejó contoneándose.",
      "Hasta que por fin el huevo se abrió. “Pip”, dijo el recién nacido y se dejó caer del cascarón.",
      "¡Pero era tan grande y tan feo!",
      "Mamá pata lo examinó.",
      "—Es un patito horrorosamente grande —dijo—. No se parece en absoluto a los otros.",
      "¿Será verdad que es un crío de pavo?",
      "Pues bien... Muy pronto lo averiguaremos. Porque al agua va a ir a dar aunque lo tenga que arrastrar de las patas.",
      "Al día siguiente amaneció haciendo un clima espléndido, y el sol resplandecía sobre las verdes hojas de bardana.",
      "Mamá pata guió a su nueva familia hasta el foso. ¡Plaf!, se tiró al agua. “Cua, cua, cua”, les dijo, y un patito tras otro se fueron lanzando. El agua les cubrió la cabeza enseguida, pero al instante resurgían y flotaban a la perfección. Las piernas les funcionaban automáticamente y allí estaban todos nadando. Todos, porque hasta el patito grande, gris y feo, venía con ellos.",
      "—Véanlo, por supuesto que no es un pavo —dijo la mamá pata—.",
      "Hay que ver lo bien que usa las patas y qué derecho se mantiene.",
      "Es hijo mío como el que más, y muy bonito si se le mira a fondo, como debe ser.",
      "Cua, cua, cua, vengan conmigo.",
      "Los voy a llevar allá afuera al mundo y los voy a presentar en el corral de patos. Pero no se aparten de mí para que no los vayan a pisar. ¡Y mucho cuidado con el gato!",
      "Se encaminaron en fila hacia el corral, donde en ese momento había un gran alboroto porque dos familias de patos estaban peleando por una cabeza de anguila. Al final de cuentas se la llevó el gato.",
      "—Ya ven, así funciona el mundo —les dijo a sus pequeños, mientras se relamía el pico, pues a ella también le habría gustado quedarse con la cabeza de anguila—.",
      "Caminen de prisa, no pierdan el ritmo y asegúrense de hacerle una bonita reverencia a esa vieja pata que está allá. Es la más distinguida de todos nosotros y tiene sangre española. Por eso está tan gorda.",
      "¿Ven la cinta roja que tiene alrededor de la pierna? Eso es algo maravilloso, y la mayor distinción que puede recibir un pato.",
      "Indica que no se quieren deshacer de ella, y que merece atención especial de parte de hombres y animales.",
      "¡Sacúdanse las plumas! Los dedos hacia afuera, como si fueran patitos bien educados. ¡Eso es! Igual que papá y mamá. ¿Listos? Ahora inclinen el pescuezo y digan “!cua!”",
      "Hicieron como les ordenaba la mamá, pero los patos a su alrededor los miraban con desdén y decían en voz alta: —¡Miren eso! De modo que ella también quería tener su nidada, como si ya no fuéramos suficientes...",
      "¡Pero uf! Miren qué patito más feo es aquel. A ese no lo vamos a tolerar aquí.Un pato se acercó corriendo y le dio un picotazo en el pescuezo.",
      "—Déjenlo en paz —dijo la madre—. No le está haciendo mal a nadie.",
      "—Puede que no —dijo el pato que lo había picoteado—, pero es demasiado grande y demasiado extraño, y se merece una buena paliza.",
      "—¡Qué nidada más bonita has tenido, muchacha! —le dijo la pata anciana, la de la cinta alrededor de la pierna.",
      "Todos quedaron muy lindos excepto aquel. No quedó tan bien hecho. Una lástima que no puedas empollarlo de nuevo.",
      "—Eso va a ser imposible, su excelencia —le dijo la mamá pata—. No salió tan apuesto, pero es bueno como el mejor, y nada tan bien como el resto, o, si puedo decirlo, incluso un poco mejor que los otros.",
      "Espero que con el tiempo mejore su apariencia, y después de unos días ya no va a parecer tan grande.",
      "Sabe, tardó mucho en salir del huevo, y es por eso que su cuerpo no es como debería ser.",
      "Le acarició el cuello con el pico y le alisó las plumas, mientras decía: —Además es un varón, de modo que no es algo tan importante.",
      "Pienso que va a ser un pato bastante fuerte, y estoy segura de que va a llegar a ser alguien en la vida.",
      "—Los otros patitos de la nidada compensan su fealdad —dijo la pata anciana—.",
      "Ahora siéntanse como en casa y si de casualidad encuentran una cabeza de anguila no vacilen en traérmela.",
      "De modo que la familia se sintió muy bienvenida. Pero el pobre patito que había sido el último en salir del huevo y que tenía un aspecto tan feo, no recibió más que picotazos, empujones y burlas, tanto de los patos como de las gallinas.",
      "“Es demasiado grande”, decían. El pavo, que se consideraba un emperador porque había nacido con las espuelas puestas, se infló como un barco a toda vela y se le fue encima cacareando y cacareando hasta que toda la cara se le puso roja.",
      "El pobre patito no sabía dónde meterse ni dónde caminar. Estaba muy triste por ser tan desesperadamente feo y porque era el hazmerreir de todo el corral.",
      "Así transcurrió el primer día. Y después las cosas fueron de mal en peor.",
      "Al pobre patito lo perseguían y lo acosaban todos. Hasta sus hermanos y hermanas lo atacaban. “Oye, feucho”, le decían, “!cómo nos gustaría que te agarrara el gallo!”. Y su madre le dijo: “Sería mejor que estuvieras a muchos kilómetros de aquí”.",
      "Los patos lo pellizcaban, las gallinas lo picoteaban, y una mañana la muchacha que les traía la comida a las aves le dio un puntapié.",
      "Hasta que no aguantó más y se saltó la cerca para escapar. Los pajaritos en los arbustos salieron huyendo despavoridos.",
      "“Eso es porque soy tan feo”, pensó, cerrando los ojos.",
      "Pero de todos modos siguió avanzando hasta que llegó a un pantano en el que vivían gansos silvestres.",
      "Allí se quedó la noche entera, exhausto y descorazonado.",
      "Cuando llegó la mañana, los gansos silvestres alzaron vuelo para ver quién era el nuevo vecino en el pantano.",
      "“¿Pero qué especie de criatura eres?”, le preguntaron, mientras el patito giraba la nuca en todas direcciones, haciendo reverencias como mejor sabía.",
      "“Eres horrorosamente feo”, le dijeron, “pero eso no nos importa, siempre y cuando no se te ocurra casarte con una de la famila”.",
      "¡Pobre patito! Por supuesto que el matrimonio ni siquiera le había pasado por la cabeza. Lo único que quería era que lo dejaran permanecer entre los juncos y de vez en cuando tomar un poco de agua del pantano.",
      "Allí se quedó dos días enteros, hasta que conoció a dos jóvenes gansos. No llevaban mucho tiempo fuera del cascarón y por eso eran tan insolentes.",
      "—Vamos a ver, camarada —le dijeron—; eres tan feo que nos has caído en gracia.",
      "Ven con nosotros y juguemos a ser aves de paso.",
      "En otro pantano que no queda muy lejos de aquí hay unas gansitas jóvenes y solteras, que saben graznar estupendamente.",
      "Eres tan feo que con seguridad vas a llamar la atención de todas.",
      "En ese momento resonaron un par de disparos,¡bang, bang!, y los dos jóvenes gansos cayeron muertos entre los juncos. El agua se tiñó de rojo con su sangre.",
      "¡Bang, bang!, sonó de nuevo y mientras bandadas enteras de gansos silvestres salían huyendo de los juncos, resonó otra descarga de disparos. Se trataba de una gran cacería. Los cazadores estaban ocultos al rededor del pantano, y algunos incluso estaban sobre las ramas de los árboles de la orilla. Nubes de humo azul surgían de entre los árboles y se iban flotando sobre la superficie del agua.   Llegaron los perros de caza chapaleando entre el agua, y, a su avance se iban doblando por todas partes las ramas de los juncos.",
      "Esto le produjo tal pavor al pobre patito que giró el pescuezo como si fuera a esconder la cabeza entre las alas. Pero en ese preciso momento apareció a su lado un perro espantosamente grande.",
      "La lengua le colgaba fuera de la boca y sus siniestros ojos lanzaban un resplandor temible.",
      "Abrió su enorme mandíbula, enseñó sus afilados dientes, y de pronto...¡plaf!... ¡siguió su camino sin tocarlo!",
      "—Gracias al cielo —suspiró el patito—. Soy tan feo que ni siquiera el perro se molestó en hincarme el diente.",
      "Se quedó completamente inmóvil mientras que los perdigones repiqueteaban sobre los juncos, y los cazadores disparaban sin descanso.",
      "Ya era tarde cuando todo volvió a la calma, e incluso ahora el pobre patito no se atrevía a moverse.",
      "Esperó varias horas antes de atreverse a asomar la cabeza, y enseguida escapó del pantano tan velozmente como fue capaz.",
      "Pasó corriendo por campos y praderas. El viento era tan fuerte que al patito le costaba un gran esfuerzo mantenerse sobre sus patas.",
      "Ya avanzada la noche llegó a una pequeña y miserable choza, tan destartalada que no sabría de cual lado caerse, única razón por la que se mantenía en pie.",
      "El viento azotaba al patito con tal fuerza, que tuvo que sentarse sobre su cola para aguantarlo. La tormenta se hacía más y más fuerte, pero en un momento cayó en cuenta de que una de las bisagras estaba suelta y que la puerta estaba tan torcida que le sería fácil colarse por la estrecha abertura. Eso fue justamente lo que hizo.",
      "Allí vivía una anciana con su gato y su gallina.",
      "El gato, al que le había dado el nombre de “Hijuelo”, sabía arquear el lomo, ronronear e incluso soltar chispas, aunque para ello había que frotarlo al revés.",
      "La gallina tenía un par de patas flacas y cortas, de modo que la llamaban “Gallinita Paticorta”.",
      "Ponía buenos huevos y la anciana la quería como si fuera su propia hija.",
      "En la mañana, muy temprano, se dieron cuenta de la presencia del extraño pato. El gato comenzó a ronronear y la gallina a cacarear.",
      "—¿Pero qué demonios pasa? —preguntó la anciana buscando a su alrededor.",
      "No andaba muy bien de la vista, así que se creyó que el patito feo era una pata regordeta que se le había perdido—.",
      "¡Qué suerte! —dijo—. Ahora vamos a tener huevos de pata... a menos que sea macho. Hay que darle unos días de prueba.",
      "De manera que el patito estuvo de prueba tres semanas, pero no puso ni un solo huevo.",
      "Resulta que en esta casucha el gato era el amo y señor y la gallina el ama. Decían siempre, “nosotros y el mundo”, pues se consideraban la mitad del mundo, y por cierto la mitad mejor.",
      "Al patito le pareció que podría haber otras maneras de ver las cosas, pero la gallina no quería ni oír hablar de aquello.",
      "—¿Puedes poner huevos? —le preguntó. —No. —Entonces mejor harías en cerrar el pico.",
      "El gato le preguntó: —¿Puedes arquear el lomo, ronronear, o echar chispas? —No. —En ese caso guárdate tus opiniones para ti misma cuando están hablando individuos sensatos.",
      "El patito se sentó en un rincón, sintiéndose de lo más abatido. Pero después de un momento le volvió el recuerdo del aire fresco y la luz del sol. Se sintió poseído por un deseo tal de nadar que no pudo aguantarse las ganas de hablarle de ello a la gallina.",
      "—¿Qué diablos se te ha metido en la cabeza? —exclamó ella—. No tienes absolutamente nada qué hacer y es por eso que se te ocurren tales tonterías... A ver, intenta poner un huevo, o aprende a ronronear, y verás que se te pasa.",
      "—Pero es tan refrescante flotar en el agua —dijo el patito—; y tan refrescante sentir todo el peso del agua sobre tu cabeza cuando buceas hacia el fondo.",
      "—Sí, debe ser un gran placer —dijo la gallina burlonamente—.",
      "Me parece que has perdido la cabeza. Pregúntale al gato, que es el tipo más listo que conozco, si a él le gusta nadar o zambullirse en el agua. De mí no voy a decir nada.",
      "Pero pregúntale a la anciana, nuestra dueña. No hay una persona en la tierra más sabia que ella.",
      "¿Te imaginas que ella va a querer ir a nadar para sentir todo el peso del agua sobre su cabeza cuando bucea hacia el fondo?",
      "—Ustedes no me comprenden — dijo el patito.",
      "—Bueno, pues si nosotros no te comprendemos, ¿entonces quién?",
      "No estarás pensando que eres más listo que el gato y la anciana... para no mencionarme a mí misma.",
      "No seas tan vanidoso, muchacho. Lo que deberías es darle gracias a tu Creador por la amabilidad que te hemos demostrado.",
      "¿Acaso no viniste a dar en este cuarto cómodo? ¿Acaso no has encontrado en este sitio quienes te dicen cómo son las cosas?",
      "Y eres tan papanatas que no es ningún placer estar en compañía tuya.",
      "Créeeme que te estoy diciendo esto solo por tu propio bien.",
      "Digo verdades incómodas, pero esa es la única manera en que puedes saber quiénes son tus amigos.",
      "Ahora haz el favor de poner un par de huevos. Y asegúrate de aprender a ronronear o a echar chispas.",
      "—Creo que mejor me voy a conocer el amplio mundo —dijo el patito.",
      "—Como quieras —dijo la gallina.",
      "Y así fue como el patito se marchó. Nadó y se zambulló; pero lo seguían despreciando todas las criaturas vivientes por su fealdad.",
      "Llegó el otoño. Las hojas en el bosque se tornaron amarillas y castañas. El viento las arrancó y las puso a girar en remolinos. Los cielos parecían helados, con nubes bajas cargadas de nieve y granizo. Parado sobre una cerca el cuervo graznaba “¡cau, cau!”, y temblaba de frío.",
      "Solo de pensar en ello daba escalofrío.",
      "Hay que compadecerse del pobre patito.",
      "Una tarde, mientras el sol se ponía en un espléndido crepúsculo, una bandada de grandes y hermosas aves surgió de entre los arbustos.",
      "El patito no había visto nunca unas aves tan bellas.",
      "Eran de una blancura deslumbrante, y tenían cuellos largos y elegantes. Eran cisnes.",
      "Emitían un grito muy particular al desplegar sus magníficas alas, y alzaron vuelo para alejarse de aquellas tierras frías hacia regiones más cálidas y aguas abiertas.",
      "Se remontaron tan alto, que el patito feo sintió que se apoderaba de él una extraña inquietud mientras los miraba.",
      "Comenzó a dar vueltas y vueltas en el agua como una rueda, estirando el cuello en la dirección que seguían, y soltó un grito tan agudo que él mismo se asustó al oírlo.",
      "Ah, ¡jamás podría olvidar aquellas aves espléndidas y felices!",
      "Cuando las perdió de vista, se sumergió hasta el fondo, y cuando regresó a la superficie se sentía fuera de sí.",
      "No tenía idea qué aves eran aquellas, ni adónde se dirigían, y, sin embargo, sentía una atracción por ellas mayor que todo lo que había conocido hasta entonces.",
      "No era que las envidiara, porque, ¿cómo se atrevería siquiera a soñar en alcanzar aquel esplendor?",
      "Se habría dado por satisfecho tan solo con que los patos lo tolerasen, ¡a él, pobre y fea criatura!",
      "¡El invierno se hizo aún más frío! Tan frío que el patito se veía forzado a nadar aquí y allá todo el tiempo para impedir que el agua se congelara en torno suyo. Pero cada noche el hueco en el que nadaba se hacía más y más pequeño.",
      "Vino luego una helada tan fuerte, que el patito tuvo que mover las piernas todo el tiempo para que el agua no se cerrara del todo.",
      "Hasta que al fin, demasiado débil para moverse, se quedó quieto y comenzó a congelarse rápidamente.",
      "A la mañana siguiente, muy temprano, llegó un granjero y cuando vio cómo estaban las cosas rompió el hielo con uno de sus zuecos de madera, y recogió al patito para llevárselo a casa a su mujer.",
      "Allá revivió el patito, pero cuando los niños vinieron a jugar con él, pensó que querían hacerle daño. Aterrorizado, fue a meterse revoloteando en la paila de la leche, haciendo que se derramara por todo el cuarto.",
      "La mujer gritó y dio unas palmadas en el aire, y él, más asustado, se metio en el barril de la mantequilla, y desde allí en el barril de la harina.",
      "¡Hay que imaginarse la pinta que tenía cuando salió! La mujer soltaba alaridos y quería pegarle con la escoba, los niños tropezaban unos con otros tratando de agarrarlo, mientras reían y gritaban. Por fortuna la puerta estaba abierta, y el patito se escapó hacia los arbustos, y allí se extendió sobre la nieve recién caída, como atolondrado.",
      "Pero sería demasiado triste contar todas las miserias y dificultades que el patito tuvo que aguantar durante aquel cruel invierno. Cuando volvió a brillar el cálido sol, el patito seguía vivo entre los juncos del pantano.",
      "Las alondras comenzaron a cantar de nuevo. Era la hermosa primavera.",
      "Entonces, muy de repente, probó sus alas. Surcaban el aire con mucha más fuerza que antes, y pronto lo llevaron lejos.",
      "Antes de que supiera bien lo que estaba ocurriendo, se encontró en un gran jardín con manzanos en flor.",
      "Las lilas llenaban el aire con su fragancia y colgaban de verdes ramas que se inclinaban sobre un sinuoso arroyo.",
      "¡Ah, qué encantador era estar allí, en la frescura de la primavera!",
      "En eso, surgieron de la espesura frente a él tres hermosos cisnes blancos, rizando sus plumas y nadando con suavidad en el arroyo.",
      "El patito feo reconoció a aquellas nobles criaturas que una vez había visto levantar el vuelo, y lo invadió un extraño sentimiento de tristeza.",
      "—¡Volaré cerca de aquellas regias aves! —se dijo—. Me darán picotazos sin tregua por haberme atrevido a acercarme a ellas con lo feo que soy.",
      "Pero no me importa. Mejor es que ellas me maten a picotazos, que sufrir los pellizcos de los patos, los mordiscos de las gallinas, los puntapiés de la muchacha que alimenta las aves y las miserias del invierno.",
      "Así que voló hasta el agua y nadó hacia los hermosos cisnes.",
      "Lo vieron y se le acercaron con las plumas en alto.",
      "“¡Mátenme, mátenme!”, dijo la desdichada criatura, inclinando la cabeza hacia el agua para esperar la muerte.",
      "Pero, ¿qué vio allí reflejado en el límpido arroyo?",
      "¡Era un reflejo de sí mismo, pero ya no era la imagen de un pájaro sucio, torpe, gris y repugnante! ¡Era un cisne!",
      "Poco importa que se nazca en un corral de patos, si procedes de un huevo de cisne.",
      "Ahora se alegraba mucho de haber pasado tantos trabajos y desgracias, pues tenía mucho mayor entendimiento de su propia buena fortuna y de la belleza cuando la tenía enfrente. Los tres enormes cisnes nadaban a su alrededor y lo acariciaban con sus picos.",
      "Unos niños entraron en el jardín y empezaron a lanzar al agua pedazos de pan y semillas.",
      "El más pequeño exclamó: “¡Aquí hay un nuevo cisne!”, y los demás se regocijaron. “Sí, ha llegado un nuevo cisne”, decían, aplaudiendo y bailand. Luego fueron a traer al padre y a la madre.",
      "Y mientras les lanzaban pan y pedazos de papel, todos estaban de acuerdo: “¡Sí, el nuevo es el más hermoso! ¡Es tan joven y tan apuesto!”",
      "Esto lo llenó de timidez, y entonces escondió la cabeza bajo el ala. No entendía nada de lo que estaba pasando. Estaba muy feliz, pero no sentía ni pizca de orgullo, pues en los corazones bondadosos no tiene cabida el orgullo.",
      "Recordó los desprecios y humillaciones del pasado, y ahora escuchaba cómo todos decían que era el más hermoso de todas aquellas aves hermosas.",
      "A su paso las lilas inclinaban sus ramas hasta el arroyo, y los rayos del sol eran cálidos y reconfortantes.",
      "Rizó entonces sus alas, elevó el esbelto cuello, y exclamó desde lo más hondo de su corazón: “Cuando era el patito feo nunca soñé que pudiera existir tanta felicidad”."
    ]
  },
  "meta": {
    "difficulty": "Medium",
    "categories": [
      "fairy-tale",
      "children",
      "fiction"
    ],
    "author": "Hans Christian Andersen",
    "sourceLink": "https://www.gutenberg.org/files/32571/32571-h/32571-h.htm#Page_30",
    "sourceText": "Project Gutenberg",
    "id": "patito-feo",
    "numSentences": 170
  }
}