{
  "en": {
    "title": "The Ugly Duckling",
    "description": "\"The Ugly Duckling\" is a literary fairy tale by Danish poet and author Hans Christian Andersen.",
    "sentences": [
      "It was so beautiful in the country.",
      "It was the summer time.",
      "The wheat fields were golden, the oats were green, and the hay stood in great stacks in the green meadows.",
      "The stork paraded about among them on his long red legs, chattering away in Egyptian, the language he had learned from his lady mother.",
      "All around the meadows and cornfields grew thick woods, and in the midst of the forest was a deep lake.",
      "Yes, it was beautiful, it was delightful in the country.",
      "In a sunny spot stood a pleasant old farmhouse circled all about with deep canals; and from the walls down to the water's edge grew great burdocks, so high that under the tallest of them a little child might stand upright.",
      "The spot was as wild as if it had been in the very center of the thick wood.",
      "In this snug retreat sat a duck upon her nest, watching for her young brood to hatch; but the pleasure she had felt at first was almost gone; she had begun to think it a wearisome task, for the little ones were so long coming out of their shells, and she seldom had visitors.",
      "The other ducks liked much better to swim about in the canals than to climb the slippery banks and sit under the burdock leaves to have a gossip with her.",
      "It was a long time to stay so much by herself.",
      "At length, however, one shell cracked, and soon another, and from each came a living creature that lifted its head and cried \"Peep, peep.\"",
      "\"Quack, quack!\"",
      "said the mother; and then they all tried to say it, too, as well as they could, while they looked all about them on every side at the tall green leaves.",
      "Their mother allowed them to look about as much as they liked, because green is good for the eyes.",
      "\"What a great world it is, to be sure,\" said the little ones, when they found how much more room they had than when they were in the eggshell.",
      "\"Is this all the world, do you imagine?\"",
      "said the mother.",
      "\"Wait till you have seen the garden.",
      "Far beyond that it stretches down to the pastor's field, though I have never ventured to such a distance.",
      "Are you all out?\"",
      "she continued, rising to look.",
      "\"No, not all; the largest egg lies there yet, I declare.",
      "I wonder how long this business is to last.",
      "I'm really beginning to be tired of it;\" but for all that she sat down again.",
      "\"Well, and how are you to-day?\"",
      "quacked an old duck who came to pay her a visit.",
      "\"There's one egg that takes a deal of hatching.",
      "The shell is hard and will not break,\" said the fond mother, who sat still upon her nest.",
      "\"But just look at the others.",
      "Have I not a pretty family?",
      "Are they not the prettiest little ducklings you ever saw?",
      "They are the image of their father—the good for naught!",
      "He never comes to see me.\"",
      "\"Let me see the egg that will not break,\" said the old duck.",
      "\"I've no doubt it's a Guinea fowl's egg.",
      "The same thing happened to me once, and a deal of trouble it gave me, for the young ones are afraid of the water.",
      "I quacked and clucked, but all to no purpose.",
      "Let me take a look at it.",
      "Yes, I am right; it's a Guinea fowl, upon my word; so take my advice and leave it where it is.",
      "Come to the water and teach the other children to swim.\"",
      "\"I think I will sit a little while longer,\" said the mother.",
      "\"I have sat so long, a day or two more won't matter.\"",
      "\"Very well, please yourself,\" said the old duck, rising; and she went away.",
      "At last the great egg broke, and the latest bird cried \"Peep, peep,\" as he crept forth from the shell.",
      "How big and ugly he was!",
      "The mother duck stared at him and did not know what to think.",
      "\"Really,\" she said, \"this is an enormous duckling, and it is not at all like any of the others.",
      "I wonder if he will turn out to be a Guinea fowl.",
      "Well, we shall see when we get to the water—for into the water he must go, even if I have to push him in myself.\"",
      "On the next day the weather was delightful.",
      "The sun shone brightly on the green burdock leaves, and the mother duck took her whole family down to the water and jumped in with a splash.",
      "\"Quack, quack!\"",
      "cried she, and one after another the little ducklings jumped in.",
      "The water closed over their heads, but they came up again in an instant and swam about quite prettily, with their legs paddling under them as easily as possible; their legs went of their own accord; and the ugly gray-coat was also in the water, swimming with them.",
      "\"Oh,\" said the mother, \"that is not a Guinea fowl.",
      "See how well he uses his legs, and how erect he holds himself!",
      "He is my own child, and he is not so very ugly after all, if you look at him properly.",
      "Quack, quack!",
      "come with me now.",
      "I will take you into grand society and introduce you to the farmyard, but you must keep close to me or you may be trodden upon; and, above all, beware of the cat.\"",
      "When they reached the farmyard, there was a wretched riot going on; two families were fighting for an eel's head, which, after all, was carried off by the cat.",
      "\"See, children, that is the way of the world,\" said the mother duck, whetting her beak, for she would have liked the eel's head herself.",
      "\"Come, now, use your legs, and let me see how well you can behave.",
      "You must bow your heads prettily to that old duck yonder; she is the highest born of them all and has Spanish blood; therefore she is well off.",
      "Don't you see she has a red rag tied to her leg, which is something very grand and a great honor for a duck.",
      "It shows that every one is anxious not to lose her, and that she is to be noticed by both man and beast.",
      "Come, now, don't turn in your toes; a well-bred duckling spreads his feet wide apart, just like his father and mother, in this way; now bend your necks and say 'Quack!'\"",
      "The ducklings did as they were bade, but the other ducks stared, and said, \"Look, here comes another brood—as if there were not enough of us already!",
      "And bless me, what a queer-looking object one of them is; we don't want him here\"; and then one flew out and bit him in the neck.",
      "\"Let him alone,\" said the mother; \"he is not doing any harm.\"",
      "\"Yes, but he is so big and ugly.",
      "He's a perfect fright,\" said the spiteful duck, \"and therefore he must be turned out.",
      "A little biting will do him good.\"",
      "\"The others are very pretty children,\" said the old duck with the rag on her leg, \"all but that one.",
      "I wish his mother could smooth him up a bit; he is really ill-favored.\"",
      "\"That is impossible, your grace,\" replied the mother.",
      "\"He is not pretty, but he has a very good disposition and swims as well as the others or even better.",
      "I think he will grow up pretty, and perhaps be smaller.",
      "He has remained too long in the egg, and therefore his figure is not properly formed;\" and then she stroked his neck and smoothed the feathers, saying: \"It is a drake, and therefore not of so much consequence.",
      "I think he will grow up strong and able to take care of himself.\"",
      "\"The other ducklings are graceful enough,\" said the old duck.",
      "\"Now make yourself at home, and if you find an eel's head you can bring it to me.\"",
      "And so they made themselves comfortable; but the poor duckling who had crept out of his shell last of all and looked so ugly was bitten and pushed and made fun of, not only by the ducks but by all the poultry.",
      "Bless me, what a queer-looking object one of them is...",
      "\"He is too big,\" they all said; and the turkey cock, who had been born into the world with spurs and fancied himself really an emperor, puffed himself out like a vessel in full sail and flew at the duckling.",
      "He became quite red in the head with passion, so that the poor little thing did not know where to go, and was quite miserable because he was so ugly as to be laughed at by the whole farmyard.",
      "So it went on from day to day; it got worse and worse.",
      "The poor duckling was driven about by every one; even his brothers and sisters were unkind to him and would say, \"Ah, you ugly creature, I wish the cat would get you\" and his mother had been heard to say she wished he had never been born.",
      "The ducks pecked him, the chickens beat him, and the girl who fed the poultry pushed him with her feet.",
      "So at last he ran away, frightening the little birds in the hedge as he flew over the palings.",
      "\"They are afraid because I am so ugly,\" he said.",
      "So he flew still farther, until he came out on a large moor inhabited by wild ducks.",
      "Here he remained the whole night, feeling very sorrowful.",
      "In the morning, when the wild ducks rose in the air, they stared at their new comrade.",
      "\"What sort of a duck are you?\"",
      "they all said, coming round him.",
      "He bowed to them and was as polite as he could be, but he did not reply to their question.",
      "\"You are exceedingly ugly,\" said the wild ducks; \"but that will not matter if you do not want to marry one of our family.\"",
      "Poor thing!",
      "he had no thoughts of marriage; all he wanted was permission to lie among the rushes and drink some of the water on the moor.",
      "After he had been on the moor two days, there came two wild geese, or rather goslings, for they had not been out of the egg long, which accounts for their impertinence.",
      "\"Listen, friend,\" said one of them to the duckling; \"you are so ugly that we like you very well.",
      "Will you go with us and become a bird of passage?",
      "Not far from here is another moor, in which there are some wild geese, all of them unmarried.",
      "It is a chance for you to get a wife.",
      "You may make your fortune, ugly as you are.\"",
      "\"Bang, bang,\" sounded in the air, and the two wild geese fell dead among the rushes, and the water was tinged with blood.",
      "\"Bang, bang,\" echoed far and wide in the distance, and whole flocks of wild geese rose up from the rushes.",
      "The sound continued from every direction, for the sportsmen surrounded the moor, and some were even seated on branches of trees, overlooking the rushes.",
      "The blue smoke from the guns rose like clouds over the dark trees, and as it floated away across the water, a number of sporting dogs bounded in among the rushes, which bent beneath them wherever they went.",
      "How they terrified the poor duckling!",
      "He turned away his head to hide it under his wing, and at the same moment a large, terrible dog passed quite near him.",
      "His jaws were open, his tongue hung from his mouth, and his eyes glared fearfully.",
      "He thrust his nose close to the duckling, showing his sharp teeth, and then \"splash, splash,\" he went into the water, without touching him.",
      "\"Oh,\" sighed the duckling, \"how thankful I am for being so ugly; even a dog will not bite me.\"",
      "And so he lay quite still, while the shot rattled through the rushes, and gun after gun was fired over him.",
      "It was late in the day before all became quiet, but even then the poor young thing did not dare to move.",
      "He waited quietly for several hours and then, after looking carefully around him, hastened away from the moor as fast as he could.",
      "He ran over field and meadow till a storm arose, and he could hardly struggle against it.",
      "Towards evening he reached a poor little cottage that seemed ready to fall, and only seemed to remain standing because it could not decide on which side to fall first.",
      "The storm continued so violent that the duckling could go no farther.",
      "He sat down by the cottage, and then he noticed that the door was not quite closed, in consequence of one of the hinges having given way.",
      "There was, therefore, a narrow opening near the bottom large enough for him to slip through, which he did very quietly, and got a shelter for the night.",
      "Here, in this cottage, lived a woman, a cat, and a hen.",
      "The cat, whom his mistress called \"My little son,\" was a great favorite; he could raise his back, and purr, and could even throw out sparks from his fur if it were stroked the wrong way.",
      "The hen had very short legs, so she was called \"Chickie Short-legs.\"",
      "She laid good eggs, and her mistress loved her as if she had been her own child.",
      "In the morning the strange visitor was discovered; the cat began to purr and the hen to cluck.",
      "\"What is that noise about?\"",
      "said the old woman, looking around the room.",
      "But her sight was not very good; therefore when she saw the duckling she thought it must be a fat duck that had strayed from home.",
      "\"Oh, what a prize!\"",
      "she exclaimed.",
      "\"I hope it is not a drake, for then I shall have some ducks' eggs.",
      "I must wait and see.\"",
      "So the duckling was allowed to remain on trial for three weeks; but there were no eggs.",
      "Now the cat was the master of the house, and the hen was the mistress; and they always said, \"We and the world,\" for they believed themselves to be half the world, and by far the better half, too.",
      "The duckling thought that others might hold a different opinion on the subject, but the hen would not listen to such doubts.",
      "\"Can you lay eggs?\"",
      "she asked.",
      "\"No.\"",
      "\"Then have the goodness to cease talking.\"",
      "\"Can you raise your back, or purr, or throw out sparks?\"",
      "said the cat.",
      "\"No.\"",
      "\"Then you have no right to express an opinion when sensible people are speaking.\"",
      "So the duckling sat in a corner, feeling very low-spirited; but when the sunshine and the fresh air came into the room through the open door, he began to feel such a great longing for a swim that he could not help speaking of it.",
      "\"What an absurd idea!\"",
      "said the hen.",
      "\"You have nothing else to do; therefore you have foolish fancies.",
      "If you could purr or lay eggs, they would pass away.\"",
      "\"But it is so delightful to swim about on the water,\" said the duckling, \"and so refreshing to feel it close over your head while you dive down to the bottom.\"",
      "\"Delightful, indeed!",
      "it must be a queer sort of pleasure,\" said the hen.",
      "\"Why, you must be crazy!",
      "Ask the cat—he is the cleverest animal I know; ask him how he would like to swim about on the water, or to dive under it, for I will not speak of my own opinion.",
      "Ask our mistress, the old woman; there is no one in the world more clever than she is.",
      "Do you think she would relish swimming and letting the water close over her head?\"",
      "\"I see you don't understand me,\" said the duckling.",
      "\"We don't understand you?",
      "Who can understand you, I wonder?",
      "Do you consider yourself more clever than the cat or the old woman?",
      "I will say nothing of myself.",
      "Don't imagine such nonsense, child, and thank your good fortune that you have been so well received here.",
      "Are you not in a warm room and in society from which you may learn something?",
      "But you are a chatterer, and your company is not very agreeable.",
      "Believe me, I speak only for your good.",
      "I may tell you unpleasant truths, but that is a proof of my friendship.",
      "I advise you, therefore, to lay eggs and learn to purr as quickly as possible.\"",
      "\"I believe I must go out into the world again,\" said the duckling.",
      "\"Yes, do,\" said the hen.",
      "So the duckling left the cottage and soon found water on which it could swim and dive, but he was avoided by all other animals because of his ugly appearance.",
      "Autumn came, and the leaves in the forest turned to orange and gold; then, as winter approached, the wind caught them as they fell and whirled them into the cold air.",
      "The clouds, heavy with hail and snowflakes, hung low in the sky, and the raven stood among the reeds, crying, \"Croak, croak.\"",
      "It made one shiver with cold to look at him.",
      "All this was very sad for the poor little duckling.",
      "One evening, just as the sun was setting amid radiant clouds, there came a large flock of beautiful birds out of the bushes.",
      "The duckling had never seen any like them before.",
      "They were swans; and they curved their graceful necks, while their soft plumage shone with dazzling whiteness.",
      "They uttered a singular cry as they spread their glorious wings and flew away from those cold regions to warmer countries across the sea.",
      "They mounted higher and higher in the air, and the ugly little duckling had a strange sensation as he watched them.",
      "He whirled himself in the water like a wheel, stretched out his neck towards them, and uttered a cry so strange that it frightened even himself.",
      "Could he ever forget those beautiful, happy birds!",
      "And when at last they were out of his sight, he dived under the water and rose again almost beside himself with excitement.",
      "He knew not the names of these birds nor where they had flown, but he felt towards them as he had never felt towards any other bird in the world.",
      "He was not envious of these beautiful creatures; it never occurred to him to wish to be as lovely as they.",
      "Poor ugly creature, how gladly he would have lived even with the ducks, had they only treated him kindly and given him encouragement.",
      "The winter grew colder and colder; he was obliged to swim about on the water to keep it from freezing, but every night the space on which he swam became smaller and smaller.",
      "At length it froze so hard that the ice in the water crackled as he moved, and the duckling had to paddle with his legs as well as he could, to keep the space from closing up.",
      "He became exhausted at last and lay still and helpless, frozen fast in the ice.",
      "Early in the morning a peasant who was passing by saw what had happened.",
      "He broke the ice in pieces with his wooden shoe and carried the duckling home to his wife.",
      "The warmth revived the poor little creature; but when the children wanted to play with him, the duckling thought they would do him some harm, so he started up in terror, fluttered into the milk pan, and splashed the milk about the room.",
      "Then the woman clapped her hands, which frightened him still more.",
      "He flew first into the butter cask, then into the meal tub and out again.",
      "What a condition he was in!",
      "The woman screamed and struck at him with the tongs; the children laughed and screamed and tumbled over each other in their efforts to catch him, but luckily he escaped.",
      "The door stood open; the poor creature could just manage to slip out among the bushes and lie down quite exhausted in the newly fallen snow.",
      "It would be very sad were I to relate all the misery and privations which the poor little duckling endured during the hard winter; but when it had passed he found himself lying one morning in a moor, amongst the rushes.",
      "He felt the warm sun shining and heard the lark singing and saw that all around was beautiful spring.",
      "Then the young bird felt that his wings were strong, as he flapped them against his sides and rose high into the air.",
      "They bore him onwards until, before he well knew how it had happened, he found himself in a large garden.",
      "The apple trees were in full blossom, and the fragrant elders bent their long green branches down to the stream, which wound round a smooth lawn.",
      "Everything looked beautiful in the freshness of early spring.",
      "From a thicket close by came three beautiful white swans, rustling their feathers and swimming lightly over the smooth water.",
      "The duckling saw these lovely birds and felt more strangely unhappy than ever.",
      "\"I will fly to these royal birds,\" he exclaimed, \"and they will kill me because, ugly as I am, I dare to approach them.",
      "But it does not matter; better be killed by them than pecked by the ducks, beaten by the hens, pushed about by the maiden who feeds the poultry, or starved with hunger in the winter.\"",
      "Then he flew to the water and swam towards the beautiful swans.",
      "The moment they espied the stranger they rushed to meet him with outstretched wings.",
      "\"Kill me,\" said the poor bird and he bent his head down to the surface of the water and awaited death.",
      "But what did he see in the clear stream below?",
      "His own image—no longer a dark-gray bird, ugly and disagreeable to look at, but a graceful and beautiful swan.",
      "To be born in a duck's nest in a farmyard is of no consequence to a bird if it is hatched from a swan's egg.",
      "He now felt glad at having suffered sorrow and trouble, because it enabled him to enjoy so much better all the pleasure and happiness around him; for the great swans swam round the newcomer and stroked his neck with their beaks, as a welcome.",
      "Into the garden presently came some little children and threw bread and cake into the water.",
      "The new one is the most beautiful of all...",
      "\"See,\" cried the youngest, \"there is a new one;\" and the rest were delighted, and ran to their father and mother, dancing and clapping their hands and shouting joyously, \"There is another swan come; a new one has arrived.\"",
      "Then they threw more bread and cake into the water and said, \"The new one is the most beautiful of all, he is so young and pretty.\"",
      "And the old swans bowed their heads before him.",
      "Then he felt quite ashamed and hid his head under his wing, for he did not know what to do, he was so happy—yet he was not at all proud.",
      "He had been persecuted and despised for his ugliness, and now he heard them say he was the most beautiful of all the birds.",
      "Even the elder tree bent down its boughs into the water before him, and the sun shone warm and bright.",
      "Then he rustled his feathers, curved his slender neck, and cried joyfully, from the depths of his heart, \"I never dreamed of such happiness as this while I was the despised ugly duckling.\""
    ]
  },
  "es": {
    "title": "El patito feo",
    "description": "\"El Patito Feo\" es un cuento clásico-contemporáneo escrito por Hans Christian Andersen, escritor y poeta danés.",
    "sentences": [
      "Era tan hermoso en el campo.",
      "Era el horario de verano.",
      "Los campos de trigo eran dorados, la avena verde y el heno se amontonaba en grandes pilas en los prados verdes.",
      "La cigüeña desfilaba entre ellos sobre sus largas patas rojas, parloteando en egipcio, el idioma que había aprendido de su señora madre.",
      "Alrededor de los prados y los campos de maíz crecían espesos bosques, y en medio del bosque había un lago profundo.",
      "Sí, era hermoso, era delicioso en el campo.",
      "En un lugar soleado se alzaba una agradable y antigua granja rodeada por profundos canales; y desde las paredes hasta la orilla del agua crecían grandes bardanas, tan altas que debajo del más alto de ellas un niño pequeño podía estar de pie.",
      "El lugar era tan salvaje como si hubiera estado en el mismo centro del espeso bosque.",
      "En este acogedor refugio se sentaba un pato en su nido, esperando a que su cría naciera; pero el placer que había sentido al principio casi había desaparecido; había empezado a pensar que era una tarea tediosa, porque los pequeños tardaban tanto en salir de sus caparazones y ella rara vez tenía visitas.",
      "A los otros patos les gustaba mucho más nadar en los canales que trepar por las orillas resbaladizas y sentarse bajo las hojas de bardana para charlar con ella.",
      "Fue mucho tiempo para quedarse tanto sola.",
      "Al final, sin embargo, una concha se rompió y pronto otra, y de cada una salió una criatura viviente que levantó la cabeza y gritó: \"¡Pip!",
      "\"¡Cuac cuac!\"",
      "dijo la madre; y luego todos trataron de decirlo también, lo mejor que pudieron, mientras miraban a su alrededor por todos lados a las altas hojas verdes.",
      "Su madre les permitió mirar todo lo que quisieran, porque el verde es bueno para los ojos.",
      "\"Qué gran mundo es, sin duda\", dijeron los pequeños, cuando descubrieron cuánto más espacio tenían que cuando estaban en la cáscara del huevo.",
      "\"¿Es esto todo el mundo, te imaginas?\"",
      "dijo la madre.",
      "\"Espera a que hayas visto el jardín.",
      "Mucho más allá se extiende hasta el campo del pastor, aunque nunca me he aventurado a una distancia tan grande.",
      "¿Están todos afuera?\"",
      "continuó, levantándose para mirar.",
      "\"No, no todos; el huevo más grande está allí todavía, declaro.",
      "Me pregunto cuánto tiempo va a durar este negocio.",
      "Realmente estoy empezando a cansarme de eso\"; pero por todo eso volvió a sentarse.",
      "\"Bueno, ¿y cómo estás hoy?\"",
      "graznó un pato viejo que vino a visitarla.",
      "\"Hay un huevo que tarda bastante en eclosionar.",
      "La cáscara es dura y no se rompe\", dijo la madre cariñosa, que se sentó quieta en su nido.",
      "\"Pero mira a los demás.",
      "¿No tengo una familia bonita?",
      "¿No son los patitos más bonitos que hayas visto?",
      "Son la imagen de su padre, ¡los buenos para nada!",
      "Él nunca viene a verme\".",
      "\"Déjame ver el huevo que no se rompe\", dijo el viejo pato.",
      "\"No tengo ninguna duda de que es un huevo de gallina de Guinea.",
      "A mí me pasó lo mismo una vez, y me causó muchos problemas, porque los jóvenes le tienen miedo al agua.",
      "Grazné y cloqueé, pero todo fue en vano.",
      "Déjame echarle un vistazo.",
      "Sí, tengo razón; es una gallina de Guinea, te doy mi palabra; así que sigue mi consejo y déjala donde está.",
      "Ven al agua y enseña a nadar a los otros niños \".",
      "\"Creo que me sentaré un poco más\", dijo la madre.",
      "\"He estado sentado tanto tiempo, uno o dos días más no importará\".",
      "\"Muy bien, por favor\", dijo el viejo pato, levantándose; y ella se fue.",
      "Por fin, el gran huevo se rompió y el último pájaro gritó: \"Pío, pío\", mientras salía de la cáscara.",
      "¡Qué grande y feo era!",
      "La madre pato lo miró fijamente y no supo qué pensar.",
      "\"En serio\", dijo, \"este es un patito enorme, y no se parece en nada a los demás.",
      "Me pregunto si resultará ser una gallina de Guinea.",
      "Bueno, ya veremos cuando lleguemos al agua — porque debe ir al agua, incluso si tengo que empujarlo yo mismo \".",
      "Al día siguiente, el clima estuvo delicioso.",
      "El sol brillaba intensamente sobre las hojas verdes de bardana, y la madre pato llevó a toda su familia al agua y saltó con un chapuzón.",
      "\"¡Cuac cuac!\"",
      "-gritó ella, y uno tras otro los patitos saltaron adentro.",
      "El agua se cerró sobre sus cabezas, pero volvieron a subir en un instante y nadaron muy bien, con las piernas remando debajo de ellos con la mayor facilidad posible; sus piernas se fueron por su propia cuenta; y el feo abrigo gris también estaba en el agua, nadando con ellos.",
      "\"Oh\", dijo la madre, \"eso no es una gallina de Guinea.",
      "¡Mira qué bien usa las piernas y qué erecto se mantiene!",
      "Es mi propio hijo, y no es tan feo después de todo, si miras ¡Curandero, curandero!",
      "¡Cuac cuac!",
      "qVen conmigo ahora.",
      "Te llevaré a una gran sociedad y te presentaré el corral, pero debes mantenerte cerca de mí o puede que te pisoteen; y, sobre todo, ten cuidado con el gato.\"",
      "Cuando llegaron al corral, se estaba produciendo un alboroto espantoso; dos familias luchaban por una cabeza de anguila que, después de todo, se la llevó el gato.",
      "\"Miren, niños, así es el mundo\", dijo la madre pato, afilando su pico, porque a ella le hubiera gustado la cabeza de la anguila.",
      "Ven, ahora, usa tus piernas y déjame ver qué tan bien te portas.",
      "Debes inclinar la cabeza con gracia a ese viejo pato de allá; es la más alta de todas y tiene sangre española, por lo tanto está bien.",
      "¿No ves que tiene un trapo rojo atado a la pierna, que es algo muy grande y un gran honor para un pato?",
      "Eso demuestra que todos están ansiosos por no perderla, y que ambos hombres la van a notar y la bestia.",
      "Vamos, ahora, no gires los dedos de los pies; un patito bien educado separa las patas, como su padre y su madre, de esta manera; ahora dobla el cuello y di \"¡Cuac!\"",
      "Los patitos hicieron lo que se les ordenó, pero los otros patos se quedaron mirando y dijeron: \"Mira, aquí viene otra cría, ¡como si ya no fuéramos suficientes!",
      "Y bendíceme, qué objeto tan extraño es uno de ellos; no lo queremos aquí \"; y luego uno voló y lo mordió en el cuello.",
      "\"Déjalo\", dijo la madre; \"él no está haciendo ningún daño\".",
      "\"Sí, pero es tan grande y feo.",
      "Es un susto perfecto\", dijo el pato rencoroso, \"y por lo tanto hay que echarlo.",
      "Un poco de mordedura le sentará bien\".",
      "\"Los otros son niños muy bonitos\", dijo el viejo pato con el trapo en la pierna, \"todos menos ese.",
      "Ojalá su madre pudiera suavizarlo un poco; está muy mal favorecido\".",
      "\"Eso es imposible, su excelencia\", respondió la madre.",
      "\"No es bonito, pero tiene muy buena disposición y nada tan bien como los demás o incluso mejor.",
      "Creo que crecerá bonito, y quizás sea más pequeño.",
      "Lleva demasiado tiempo en el huevo, y por tanto su figura\" no está formado correctamente; \" y luego le acarició el cuello y le alisó las plumas, diciendo: \"Es un dragón, y por eso no tiene tanta importancia.",
      "Creo que crecerá fuerte y podrá cuidarse solo\".",
      "\"Los otros patitos son bastante graciosos\", dijo el viejo pato.",
      "\"Ahora siéntete como en casa, y si encuentras una cabeza de anguila, puedes traermela\".",
      "Y así se pusieron cómodos; pero el pobre patito que había salido de su caparazón el último de todos y se veía tan feo fue mordido, empujado y burlado, no solo por los patos sino por todas las aves de corral.",
      "Bendito sea, qué objeto tan extraño es uno de ellos ...",
      "\"Es demasiado grande\", decían todos; y el gallo de pavo, que había nacido en el mundo con espuelas y se creía realmente un emperador, se infló como un barco a toda vela y voló hacia el patito.",
      "Se puso bastante rojo de la cabeza de la pasión, de modo que el pobrecito no sabía adónde ir, y se sintió bastante miserable porque era tan feo que todo el corral se rió de él.",
      "Así sucedió día a día; fue de mal en peor.",
      "El pobre patito fue empujado por todos; incluso sus hermanos y hermanas no eran amables con él y decían: \"Ah, criatura fea, desearía que el gato te atrapara\" y se había escuchado a su madre decir que deseaba que él nunca hubiera nacido.",
      "Los patos lo picoteaban, las gallinas lo golpeaban y la niña que alimentaba a las aves lo empujaba con las patas.",
      "Así que por fin se escapó, asustando a los pajaritos del seto mientras volaba sobre las empalizadas.",
      "\"Tienen miedo porque soy muy feo\", dijo.",
      "Así que voló aún más lejos, hasta que llegó a un gran páramo habitado por patos salvajes.",
      "Allí permaneció toda la noche, muy apenado.",
      "Por la mañana, cuando los patos salvajes se elevaban en el aire, miraban fijamente a su nuevo compañero.",
      "\"¿Qué clase de pato eres?\"",
      "dijeron todos, rodeándolo.",
      "Les hizo una reverencia y fue tan cortés como pudo, pero no respondió a su pregunta.",
      "\"Sois tremendamente feos\", dijeron los patos salvajes; \"pero eso no importará si no quieres casarte con alguien de nuestra familia\".",
      "¡Pobre cosa!",
      "no tenía pensamientos de matrimonio; todo lo que quería era permiso para tumbarse entre los juncos y beber un poco del agua del páramo.",
      "Después de dos días de estar en el páramo, llegaron dos gansos salvajes, o más bien pichones, porque no llevaban mucho tiempo fuera del huevo, lo que explica su impertinencia.",
      "\"Escucha, amigo\", dijo uno de ellos al patito; Eres tan feo que nos gustas mucho.",
      "¿Irás con nosotros y convertirte en un ave de paso?",
      "No muy lejos de aquí hay otro páramo, en el que hay unos gansos salvajes, todos solteros.",
      "Es una oportunidad para conseguir una esposa.",
      "Puede hacer fortuna, por feo que sea \".",
      "\"Bang, bang\" sonó en el aire, y los dos gansos salvajes cayeron muertos entre los juncos, y el agua se tiñó de sangre.",
      "\"Bang, bang\", resonó a lo largo y ancho de la distancia, y bandadas enteras de gansos salvajes se levantaron de entre los juncos.",
      "El sonido continuaba desde todas las direcciones, porque los deportistas rodeaban el páramo, y algunos incluso estaban sentados en las ramas de los árboles, mirando hacia los juncos.",
      "El humo azul de las armas se elevó como nubes sobre los árboles oscuros, y mientras flotaba a través del agua, varios perros deportivos saltaron entre los juncos, que se doblaban debajo de ellos dondequiera que fueran.",
      "¡Cómo aterrorizaron al pobre patito!",
      "Volvió la cabeza para esconderla bajo su ala, y en el mismo momento un perro grande y terrible pasó muy cerca de él.",
      "Tenía las mandíbulas abiertas, la lengua colgaba de la boca y sus ojos brillaban con miedo.",
      "Acercó su nariz al patito, mostrando sus afilados dientes, y luego \"salpique, salpique\", se metió al agua, sin tocarlo.",
      "\"Oh\", suspiró el patito, \"qué agradecido estoy por ser tan feo; ni siquiera un perro me morderá\".",
      "Y así se quedó quieto, mientras el disparo traqueteaba entre los juncos y disparaban pistola tras pistola sobre él.",
      "Ya era tarde en el día antes de que todo se calmara, pero incluso entonces el pobrecito no se atrevió a moverse.",
      "Esperó en silencio durante varias horas y luego, después de mirar cuidadosamente a su alrededor, se apresuró a alejarse del páramo lo más rápido que pudo.",
      "Corrió por el campo y el prado hasta que se desató una tormenta, y apenas pudo luchar contra ella.",
      "Hacia la tarde llegó a una pobre casita que parecía a punto de caer, y sólo parecía permanecer en pie porque no podía decidir de qué lado caer primero.",
      "La tormenta continuó tan violenta que el patito no pudo ir más lejos.",
      "Se sentó junto a la cabaña y luego notó que la puerta no estaba del todo cerrada, como consecuencia de que una de las bisagras se había roto.",
      "Por lo tanto, había una abertura estrecha cerca del fondo lo suficientemente grande como para que él se deslizara, lo que hizo muy silenciosamente y consiguió un refugio para pasar la noche.",
      "Aquí, en esta cabaña, vivía una mujer, un gato y una gallina.",
      "El gato, a quien su amante llamaba \"Mi hijito\", era un gran favorito; podía levantar la espalda y ronronear, e incluso podía arrojar chispas de su pelaje si se lo acariciaba de manera incorrecta.",
      "La gallina tenía patas muy cortas, por eso la llamaron \"Chickie Short-legs\".",
      "Puso buenos huevos y su ama la amaba como si fuera su propia hija.",
      "Por la mañana se descubrió al extraño visitante; el gato empezó a ronronear y la gallina a cacarear.",
      "\"¿De qué se trata ese ruido?\"",
      "dijo la anciana, mirando alrededor de la habitación.",
      "Pero su vista no era muy buena; por lo tanto, cuando vio al patito pensó que debía ser un pato gordo que se había extraviado de casa.",
      "\"¡Oh, qué premio!\"",
      "Ella exclamo.",
      "\"Espero que no sea un dragón, porque entonces comeré algunos huevos de pato.",
      "Debo esperar y ver\".",
      "De modo que se permitió que el patito permaneciera a prueba durante tres semanas; pero no había huevos.",
      "Ahora bien, el gato era el dueño de la casa y la gallina era la dueña; y siempre decían: \"Nosotros y el mundo\", porque creían que eran la mitad del mundo y, con mucho, la mejor mitad también.",
      "El patito pensó que otros podrían tener una opinión diferente sobre el tema, pero la gallina no escuchó esas dudas.",
      "\"¿Puedes poner huevos?\"",
      "ella preguntó.",
      "\"No.\"",
      "\"Entonces tenga la bondad de dejar de hablar.\"",
      "\"¿Puedes levantar la espalda, o ronronear o tirar chispas?\"",
      "dijo el gato.",
      "\"No.\"",
      "\"Entonces no tienes derecho a expresar una opinión cuando habla gente sensata\".",
      "Así que el patito se sentó en un rincón, sintiéndose muy deprimido; pero cuando el sol y el aire fresco entraron en la habitación por la puerta abierta, empezó a sentir tantas ganas de nadar que no pudo evitar hablar de ello.",
      "\"¡Qué idea más absurda!\"",
      "dijo la gallina.",
      "\"No tienes nada más que hacer; por lo tanto, tienes fantasías tontas.",
      "Si pudieras ronronear o poner huevos, morirían\".",
      "\"Pero es tan delicioso nadar en el agua\", dijo el patito, \"y tan refrescante sentirlo cerrarse sobre tu cabeza mientras te sumerges hasta el fondo\".",
      "\"¡Delicioso, en verdad!",
      "Debe ser un placer extraño\", dijo la gallina.",
      "\"¡Vaya, debes estar loco!",
      "Pregúntale al gato; es el animal más inteligente que conozco; pregúntale cómo le gustaría nadar en el agua o sumergirse en ella, porque no voy a hablar de mi propia opinión.",
      "nuestra señora, la anciana; no hay nadie en el mundo más listo que ella.",
      "¿Crees que le encantaría nadar y dejar que el agua se cerrara sobre su cabeza?",
      "\"Veo que no me entiendes\", dijo el patito.",
      "¿No te entendemos?",
      "¿Quién puede entenderte, me pregunto?",
      "¿Te consideras más listo que el gato o la vieja?",
      "No diré nada de mí mismo.",
      "No imagines tantas tonterías, niña, y agradece tu buena suerte que hayas sido tan bien recibido aquí.",
      "¿No estás en una habitación cálida y en sociedad de la que puedas aprender algo?",
      "Pero eres un charlatán, y tu compañía no es muy agradable.",
      "Créeme, hablo solo por tu Bien.",
      "Puedo decirte verdades desagradables, pero eso es una prueba de mi amistad.",
      "Te aconsejo, por tanto, que pongas huevos y aprendas a ronronear lo más rápido posible \".",
      "\"Creo que debo volver a salir al mundo\", dijo el patito.",
      "\"Sí, hazlo\", dijo la gallina.",
      "Así que el patito abandonó la cabaña y pronto encontró agua en la que podía nadar y bucear, pero todos los demás animales lo evitaban debido a su fea apariencia.",
      "Llegó el otoño y las hojas del bosque se tornaron naranjas y doradas; luego, a medida que se acercaba el invierno, el viento los atrapó mientras caían y los hizo girar en el aire frío.",
      "Las nubes, cargadas de granizo y copos de nieve, colgaban bajas en el cielo, y el cuervo se paró entre los juncos, gritando: \"Croak, croak\".",
      "Uno se estremecía de frío al mirarlo.",
      "Todo esto fue muy triste para el pobre patito.",
      "Una noche, justo cuando el sol se ponía en medio de nubes radiantes, una gran bandada de hermosos pájaros salió de los arbustos.",
      "El patito nunca antes había visto a ninguno como ellos.",
      "Eran cisnes; y curvaron sus elegantes cuellos, mientras su suave plumaje brillaba con deslumbrante blancura.",
      "Lanzaron un grito singular mientras desplegaban sus gloriosas alas y volaban desde esas regiones frías hacia países más cálidos al otro lado del mar.",
      "Subieron más y más alto en el aire, y el patito feo tuvo una extraña sensación mientras los miraba.",
      "Se dio la vuelta en el agua como una rueda, estiró el cuello hacia ellos y lanzó un grito tan extraño que asustó incluso a él mismo.",
      "¿Podría alguna vez olvidar esos hermosos y felices pájaros?",
      "Y cuando por fin se perdieron de vista, se sumergió bajo el agua y volvió a levantarse casi fuera de sí de la emoción.",
      "No sabía los nombres de estas aves ni hacia dónde habían volado, pero sentía hacia ellas como nunca había sentido hacia ninguna otra ave en el mundo.",
      "No tenía envidia de estas hermosas criaturas; nunca se le ocurrió desear ser tan adorable como ellos.",
      "Pobre criatura fea, qué feliz habría vivido incluso con los patos, si sólo lo hubieran tratado con amabilidad y le hubieran dado ánimos.",
      "El invierno se hizo cada vez más frío; se vio obligado a nadar sobre el agua para evitar que se congelara, pero cada noche el espacio en el que nadaba se hacía cada vez más pequeño.",
      "Al final se congeló tanto que el hielo en el agua crujió mientras se movía, y el patito tuvo que remar con las piernas lo mejor que pudo para evitar que el espacio se cerrara.",
      "Finalmente se agotó y se quedó quieto e indefenso, congelado en el hielo.",
      "Temprano en la mañana un campesino que pasaba vio lo sucedido.",
      "Rompió el hielo en pedazos con su zapato de madera y llevó al patito a casa con su esposa.",
      "El calor revivió a la pobre criatura; pero cuando los niños quisieron jugar con él, el patito pensó que le harían algún daño, por lo que se sobresaltó de terror, revoloteó en la cacerola de la leche y salpicó la leche por la habitación.",
      "Entonces la mujer aplaudió, lo que lo asustó aún más.",
      "Primero voló al barril de mantequilla, luego a la tina de comida y volvió a salir.",
      "¡En qué condición estaba!",
      "La mujer gritó y lo golpeó con las tenazas; los niños se rieron, gritaron y cayeron uno sobre el otro en sus esfuerzos por atraparlo, pero afortunadamente escapó.",
      "La puerta estaba abierta; la pobre criatura pudo escabullirse entre los arbustos y acostarse exhausta en la nieve recién caída.",
      "Sería muy triste que relatara todas las miserias y privaciones que sufrió el pobre patito durante el duro invierno; pero cuando hubo pasado se encontró una mañana tendido en un páramo, entre los juncos.",
      "Sintió el cálido sol brillando y escuchó el canto de la alondra y vio que todo alrededor era una hermosa primavera.",
      "Entonces el pájaro joven sintió que sus alas eran fuertes, mientras las agitaba contra sus costados y se elevaba en el aire.",
      "Lo aburrieron hasta que, antes de que supiera bien cómo había sucedido, se encontró en un gran jardín.",
      "Los manzanos estaban en plena floración y los fragantes ancianos inclinaban sus largas ramas verdes hacia el arroyo, que serpenteaba alrededor de un césped liso.",
      "Todo parecía hermoso en la frescura de principios de primavera.",
      "De un matorral cercano salieron tres hermosos cisnes blancos, susurrando sus plumas y nadando suavemente sobre el agua tranquila.",
      "El patito vio a estos adorables pájaros y se sintió más extrañamente infeliz que nunca.",
      "\"Volaré hacia estos pájaros reales\", exclamó, \"y me matarán porque, feo como soy, me atrevo a acercarme a ellos.",
      "Pero no importa, mejor que me maten que que me piquen los patos, que me golpeen por las gallinas, empujadas por la doncella que alimenta a las aves de corral, o muertas de hambre en el invierno \".",
      "Luego voló hacia el agua y nadó hacia los hermosos cisnes.",
      "En el momento en que vieron al extraño, se apresuraron a recibirlo con las alas extendidas.",
      "\"Mátame\", dijo el pobre pájaro, e inclinó la cabeza hacia la superficie del agua y esperó la muerte.",
      "Pero, ¿qué vio en el claro arroyo de abajo?",
      "Su propia imagen, ya no un pájaro gris oscuro, feo y desagradable de mirar, sino un elegante y hermoso cisne.",
      "Nacer en un nido de pato en un corral no tiene importancia para un pájaro si nace del huevo de un cisne.",
      "Ahora se alegraba de haber sufrido dolor y angustia, porque eso le permitía disfrutar mucho mejor del placer y la felicidad que le rodeaban; porque los grandes cisnes nadaban alrededor del recién llegado y le acariciaban el cuello con el pico como bienvenida.",
      "En ese momento llegaron unos niños al jardín y arrojaron pan y pasteles al agua.",
      "El nuevo es el más bonito de todos ...",
      "\"Mira\", gritó el más joven, \"hay uno nuevo\"; y los demás, encantados, corrieron hacia su padre y su madre, bailando y batiendo palmas y gritando alegremente: \"Ha venido otro cisne, ha llegado uno nuevo\".",
      "Luego arrojaron más pan y pastel al agua y dijeron: \"El nuevo es el más hermoso de todos, es tan joven y lindo\".",
      "Y los cisnes viejos inclinaron la cabeza ante él.",
      "Luego se sintió bastante avergonzado y escondió la cabeza bajo su ala, porque no sabía qué hacer, estaba tan feliz, pero no estaba en absoluto orgulloso.",
      "Había sido perseguido y despreciado por su fealdad, y ahora les oía decir que era el más hermoso de todos los pájaros.",
      "Incluso el árbol mayor inclinó sus ramas hacia el agua ante él, y el sol brillaba cálido y brillante.",
      "Luego agitó sus plumas, curvó su esbelto cuello y gritó alegremente, desde lo más profundo de su corazón: \"Nunca soñé con una felicidad como esta mientras era el despreciado patito feo\"."
    ]
  },
  "meta": {
    "difficulty": "Medium",
    "categories": [
      "fairy-tale",
      "public-domain"
    ],
    "id": "patito-feo",
    "numSentences": 225
  }
}