{
  "en": {
    "title": "The Ugly Duckling",
    "description": "The Ugly Duckling - description",
    "sentences": [
      "It was so beautiful in the country.",
      "It was the summer time.",
      "The wheat fields were golden, the oats were green, and the hay stood in great stacks in the green meadows.",
      "The stork paraded about among them on his long red legs, chattering away in Egyptian, the language he had learned from his lady mother.",
      "All around the meadows and cornfields grew thick woods, and in the midst of the forest was a deep lake.",
      "Yes, it was beautiful, it was delightful in the country.",
      "In a sunny spot stood a pleasant old farmhouse circled all about with deep canals; and from the walls down to the water's edge grew great burdocks, so high that under the tallest of them a little child might stand upright.",
      "The[31] spot was as wild as if it had been in the very center of the thick wood.",
      "In this snug retreat sat a duck upon her nest, watching for her young brood to hatch; but the pleasure she had felt at first was almost gone; she had begun to think it a wearisome task, for the little ones were so long coming out of their shells, and she seldom had visitors.",
      "The other ducks liked much better to swim about in the canals than to climb the slippery banks and sit under the burdock leaves to have a gossip with her.",
      "It was a long time to stay so much by herself.",
      "At length, however, one shell cracked, and soon another, and from each came a living creature that lifted its head and cried \"Peep, peep.\""
    ]
  },
  "es": {
    "title": "El patito feo",
    "description": "El patito feo - descripción",
    "sentences": [
      "Era tan hermoso en el campo.",
      "Era el horario de verano.",
      "Los campos de trigo eran dorados, la avena verde y el heno se amontonaba en grandes pilas en los prados verdes.",
      "La cigüeña desfilaba entre ellos sobre sus largas patas rojas, parloteando en egipcio, el idioma que había aprendido de su señora madre.",
      "Alrededor de los prados y los campos de maíz crecían espesos bosques, y en medio del bosque había un lago profundo.",
      "Sí, era hermoso, era delicioso en el campo.",
      "En un lugar soleado se alzaba una agradable y antigua granja rodeada por profundos canales; y desde las paredes hasta la orilla del agua crecían grandes bardanas, tan altas que debajo del más alto de ellas un niño pequeño podía estar de pie.",
      "El lugar [31] era tan salvaje como si hubiera estado en el centro mismo de la espesa madera.",
      "En este acogedor refugio se sentaba un pato en su nido, esperando a que su cría naciera; pero el placer que había sentido al principio casi había desaparecido; había empezado a pensar que era una tarea tediosa, porque los pequeños tardaban tanto en salir de sus caparazones y rara vez tenía visitas.",
      "A los otros patos les gustaba mucho más nadar en los canales que trepar por las orillas resbaladizas y sentarse bajo las hojas de bardana para charlar con ella.",
      "Fue mucho tiempo para quedarse tanto sola.",
      "Al final, sin embargo, una concha se rompió y pronto otra, y de cada una salió una criatura viviente que levantó la cabeza y gritó: \"¡Pip!"
    ]
  },
  "meta": {
    "difficulty": 3,
    "categories": [
      "fairy-tale",
      "public-domain"
    ],
    "id": "patito-feo",
    "numSentences": 12
  }
}