{
  "en": {
    "title": "Platform Nine and Three-Quarters",
    "description": "Platform Nine and Three-Quarters - description",
    "sentences": [
      "In choosing the number of the concealed platform that would take young witches and wizards to boarding school, I decided that it would have to be a number between those of the Muggle platforms – therefore, it was clearly a fraction.",
      "This raised the interesting question of how many other fractional platforms lay between the whole-numbered platforms at King’s Cross, and I concluded that were probably quite a few.",
      "Although these are never mentioned in the book, I like to think that it is possible to take a version of the Orient Express off to wizard-only villages in continental Europe (try platform seven and a half), and that other platforms may be opened on an as-required-basis, for instance for large, one-off events such as Celestina Warbeck concerts (see your ticket for details).",
      "The number nine and three-quarters presented itself without much conscious thought, and I liked it so much that I took it at once.",
      "It is the ‘three-quarters’ that makes it, of course."
    ]
  },
  "es": {
    "title": "Plataforma nueve y tres cuartos",
    "description": "Plataforma nueve y tres cuartos - descripción",
    "sentences": [
      "Al elegir el número de la plataforma oculta que llevaría a los magos y brujas jóvenes al internado, decidí que tendría que ser un número entre los de las plataformas muggles; por lo tanto, era claramente una   .",
      "Esto planteó la interesante pregunta de cuántas otras plataformas fraccionarias se encuentran entre las plataformas con números enteros en King's Cross, y llegué a la conclusión de que probablemente eran bastantes.",
      "Aunque estos nunca se mencionan en el libro, me gusta pensar que es posible llevar una versión del Orient Express a pueblos solo para magos en Europa continental (pruebe la plataforma siete y media), y que se pueden abrir otras plataformas según sea necesario, por ejemplo, para eventos grandes y únicos como los conciertos de Celestina Warbeck (consulte su boleto para obtener más detalles).",
      "El número nueve y tres cuartos se presentó sin pensarlo mucho, y me gustó tanto que lo tomé de inmediato.",
      "Son las 'tres cuartas partes' las que lo hacen, por supuesto."
    ]
  },
  "meta": {
    "difficulty": 3,
    "categories": [
      "harry potter",
      "article"
    ],
    "id": "platform-9",
    "numSentences": 5
  }
}