{
  "en": {
    "title": "A Tale of Two Cities (Chapter 1)",
    "description": "A Tale of Two Cities, or by its full title A Tale of Two Cities: A Story of the French Revolution, is an 1859 historical novel by Charles Dickens, set in London and Paris before and during the French Revolution.",
    "sentences": [
      " It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to Heaven, we were all going direct the other way—in short, the period was so far like the present period, that some of its noisiest authorities insisted on its being received, for good or for evil, in the superlative degree of comparison only.",
      "There were a king with a large jaw and a queen with a plain face, on the throne of England; there were a king with a large jaw and a queen with a fair face, on the throne of France.",
      "In both countries it was clearer than crystal to the lords of the State preserves of loaves and fishes, that things in general were settled for ever.",
      "It was the year of Our Lord one thousand seven hundred and seventy-five.",
      "Spiritual revelations were conceded to England at that favoured period, as at this.",
      "Mrs. Southcott had recently attained her five-and-twentieth blessed birthday, of whom a prophetic private in the Life Guards had heralded the sublime appearance by announcing that arrangements were made for the swallowing up of London and Westminster.",
      "Even the Cock-lane ghost had been laid only a round dozen of years, after rapping out its messages, as the spirits of this very year last past (supernaturally deficient in originality) rapped out theirs.",
      "Mere messages in the earthly order of events had lately come to the English Crown and People, from a congress of British subjects in America: which, strange to relate, have proved more important to the human race than any communications yet received through any of the chickens of the Cock-lane brood.",
      "France, less favoured on the whole as to matters spiritual than her sister of the shield and trident, rolled with exceeding smoothness down hill, making paper money and spending it.",
      "Under the guidance of her Christian pastors, she entertained herself, besides, with such humane achievements as sentencing a youth to have his hands cut off, his tongue torn out with pincers, and his body burned alive, because he had not kneeled down in the rain to do honour to a dirty procession of monks which passed within his view, at a distance of some fifty or sixty yards.",
      "It is likely enough that, rooted in the woods of France and Norway, there were growing trees, when that sufferer was put to death, already marked by the Woodman, Fate, to come down and be sawn into boards, to make a certain movable framework with a sack and a knife in it, terrible in history.",
      "It is likely enough that in the rough outhouses of some tillers of the heavy lands adjacent to Paris, there were sheltered from the weather that very day, rude carts, bespattered with rustic mire, snuffed about by pigs, and roosted in by poultry, which the Farmer, Death, had already set apart to be his tumbrils of the Revolution.",
      "But that Woodman and that Farmer, though they work unceasingly, work silently, and no one heard them as they went about with muffled tread: the rather, forasmuch as to entertain any suspicion that they were awake, was to be atheistical and traitorous.",
      "In England, there was scarcely an amount of order and protection to justify much national boasting.",
      "Daring burglaries by armed men, and highway robberies, took place in the capital itself every night; families were publicly cautioned not to go out of town without removing their furniture to upholsterers’ warehouses for security; the highwayman in the dark was a City tradesman in the light, and, being recognised and challenged by his fellow-tradesman whom he stopped in his character of “the Captain,” gallantly shot him through the head and rode away; the mail was waylaid by seven robbers, and the guard shot three dead, and then got shot dead himself by the other four, “in consequence of the failure of his ammunition:” after which the mail was robbed in peace; that magnificent potentate, the Lord Mayor of London, was made to stand and deliver on Turnham Green, by one highwayman, who despoiled the illustrious creature in sight of all his retinue; prisoners in London gaols fought battles with their turnkeys, and the majesty of the law fired blunderbusses in among them, loaded with rounds of shot and ball; thieves snipped off diamond crosses from the necks of noble lords at Court drawing-rooms; musketeers went into St. Giles’s, to search for contraband goods, and the mob fired on the musketeers, and the musketeers fired on the mob, and nobody thought any of these occurrences much out of the common way.",
      "In the midst of them, the hangman, ever busy and ever worse than useless, was in constant requisition; now, stringing up long rows of miscellaneous criminals; now, hanging a housebreaker on Saturday who had been taken on Tuesday; now, burning people in the hand at Newgate by the dozen, and now burning pamphlets at the door of Westminster Hall; to-day, taking the life of an atrocious murderer, and to-morrow of a wretched pilferer who had robbed a farmer’s boy of sixpence.",
      "All these things, and a thousand like them, came to pass in and close upon the dear old year one thousand seven hundred and seventy-five.",
      "Environed by them, while the Woodman and the Farmer worked unheeded, those two of the large jaws, and those other two of the plain and the fair faces, trod with stir enough, and carried their divine rights with a high hand.",
      "Thus did the year one thousand seven hundred and seventy-five conduct their Greatnesses, and myriads of small creatures—the creatures of this chronicle among the rest—along the roads that lay before them."
    ]
  },
  "es": {
    "title": "Historia de dos ciudades (Capítulo 1)",
    "description": "A Tale of Two Cities, o por su título completo A Tale of Two Cities: A Story of the French Revolution, es una novela histórica de 1859 de Charles Dickens, ambientada en Londres y París antes y durante la Revolución Francesa.",
    "sentences": [
      " Fue el mejor de los tiempos, fue el peor de los tiempos, fue la edad de la sabiduría, fue la edad de la necedad, fue la época de la fe, fue la época de la incredulidad, fue la temporada de la Luz, fue era la temporada de las tinieblas, era la primavera de la esperanza, era el invierno de la desesperación, teníamos todo delante de nosotros, no teníamos nada delante de nosotros, todos íbamos directamente al cielo, todos íbamos directamente en sentido contrario, en En resumen, el período fue tan parecido al período actual, que algunas de sus autoridades más ruidosas insistieron en que fuera recibido, para bien o para mal, sólo en el grado superlativo de comparación.",
      "Había un rey de gran mandíbula y una reina de rostro sencillo en el trono de Inglaterra; había un rey con una gran mandíbula y una reina con un rostro hermoso, en el trono de Francia.",
      "En ambos países era más claro que el cristal para los señores del Estado cotos de panes y peces, que las cosas en general estaban arregladas para siempre.",
      "Fue el año de Nuestro Señor mil setecientos setenta y cinco.",
      "Se concedieron revelaciones espirituales a Inglaterra en ese período favorecido, como en este.",
      "La Sra Southcott había cumplido recientemente su vigésimo cumpleaños bendito, de quien un profético soldado de los Life Guards había presagiado la sublime aparición al anunciar que se habían hecho arreglos para la absorción de Londres y Westminster.",
      "Incluso el fantasma de Cock-lane había sido puesto solo una docena de años, después de golpear sus mensajes, como los espíritus de este mismo año pasado (sobrenaturalmente deficientes en originalidad) golpearon los suyos.",
      "Últimamente habían llegado a la Corona y el Pueblo ingleses meros mensajes en el orden terrenal de los acontecimientos, procedentes de un congreso de súbditos británicos en América: que, aunque parezca extraño, han resultado más importantes para la raza humana que cualquier comunicación recibida hasta ahora a través de cualquiera de pollos de la cría de Cock-Lane.",
      "Francia, menos favorecida en general en cuanto a asuntos espirituales que su hermana del escudo y el tridente, rodaba colina abajo con suma suavidad, haciendo papel moneda y gastándolo.",
      "Bajo la guía de sus pastores cristianos, se entretuvo, además, con logros tan humanos como sentenciar a un joven a que le corten las manos, la lengua con tenazas y le quemen vivo el cuerpo, porque no se había arrodillado en el lluvia para hacer honor a una sucia procesión de monjes que pasaba a su vista, a una distancia de unos cincuenta o sesenta metros.",
      "Es bastante probable que, enraizados en los bosques de Francia y Noruega, había árboles en crecimiento, cuando esa víctima fue ejecutada, ya marcada por el Leñador, el Destino, para bajar y ser aserrada en tablas, para hacer un cierto mueble marco con un saco y un cuchillo, terrible en la historia.",
      "Es bastante probable que en las toscas dependencias de algunos labradores de las pesadas tierras adyacentes a París, ese mismo día estuvieran resguardados de la intemperie, carros toscos, salpicados de barro rústico, aspirados por cerdos y posados por aves de corral, que el Granjero, la Muerte, ya se había apartado para ser sus vueltas de la Revolución.",
      "Pero ese Woodman y ese Granjero, aunque trabajan sin cesar, trabajan en silencio, y nadie los oyó mientras caminaban con paso amortiguado: más bien, para albergar cualquier sospecha de que estaban despiertos, era ser ateo y traidor.",
      "En Inglaterra, apenas había una cantidad de orden y protección que justificara tanta jactancia nacional.",
      "Cada noche se producían en la misma capital robos audaces por parte de hombres armados y asaltos en las carreteras; Se advirtió públicamente a las familias que no salieran de la ciudad sin llevar sus muebles a los almacenes de tapicerías por seguridad; el bandolero en la oscuridad era un comerciante de la ciudad en la luz, y, siendo reconocido y desafiado por su compañero comerciante a quien detuvo en su carácter de \"el Capitán\", le disparó galantemente en la cabeza y se alejó; el correo fue asaltado por siete ladrones, y el guardia disparó a tres muertos, y luego fue asesinado a tiros por los otros cuatro, “como consecuencia de la falla de su munición:” después de lo cual el correo fue robado en paz; ese magnífico potentado, el alcalde de Londres, fue hecho pararse y entregar en Turnham Green, por un salteador de caminos, que despojó a la ilustre criatura a la vista de todo su séquito; los prisioneros de las cárceles de Londres libraban batallas con sus llaves en mano, y la majestad de la ley lanzaba trabucos entre ellos, cargados de rondas de balas y balas; los ladrones cortaron cruces de diamantes del cuello de nobles señores en los salones de la corte; los mosqueteros entraron en St Giles, en busca de bienes de contrabando, y la turba disparó contra los mosqueteros y los mosqueteros dispararon contra la turba, y nadie pensó que ninguno de estos sucesos fuera de lo común.",
      "En medio de ellos, el verdugo, siempre ocupado y siempre peor que inútil, estaba en constante requisa; ahora, encadenando largas filas de criminales diversos; ahora, colgar el sábado a un ladrón que había sido secuestrado el martes; ahora, quemando gente en la mano en Newgate por docena, y ahora quemando panfletos en la puerta de Westminster Hall; hoy, quitarle la vida a un atroz asesino, y mañana a un desdichado ladrón que le había robado seis peniques al hijo de un granjero.",
      "Todas estas cosas, y mil como ellas, sucedieron y terminaron en el querido año mil setecientos setenta y cinco.",
      "Rodeados por ellos, mientras el Leñador y el Granjero trabajaban desatendidos, esos dos de las grandes mandíbulas, y los otros dos de los rostros lisos y hermosos, caminaban con bastante agitación y llevaban sus derechos divinos con mano alta.",
      "Así condujo el año mil setecientos setenta y cinco sus Grandezas y miríadas de pequeñas criaturas —las criaturas de esta crónica entre las demás— a lo largo de los caminos que tenían ante ellos."
    ]
  },
  "meta": {
    "difficulty": "Hard",
    "categories": [
      "classics",
      "fiction"
    ],
    "author": "Charles Dickins",
    "sourceLink": "https://www.gutenberg.org/files/98/98-h/98-h.htm",
    "sourceText": "Project Gutenberg",
    "id": "tale-of-two-cities",
    "numSentences": 19
  }
}