{
  "en": {
    "title": "The Adventures of Tom Sawyer (Chapter 1)",
    "description": "The Adventures of Tom Sawyer is an 1876 novel by Mark Twain about a young boy growing up along the Mississippi River. It is set in the 1840s in the town of St. Petersburg, which is based on Hannibal, Missouri, where Twain lived as a boy.",
    "segments": [
      "“TOM!”",
      "No answer.",
      "“TOM!”",
      "No answer.",
      "“What’s gone with that boy, I wonder? You TOM!” No answer.",
      "The old lady pulled her spectacles down and looked over them about the room; then she put them up and looked out under them.",
      "She seldom or never looked through them for so small a thing as a boy; they were her state pair, the pride of her heart, and were built for “style,” not service — she could have seen through a pair of stove-lids just as well.",
      "She looked perplexed for a moment, and then said, not fiercely, but still loud enough for the furniture to hear:",
      "“Well, I lay if I get hold of you I’ll—”",
      "She did not finish, for by this time she was bending down and punching under the bed with the broom, and so she needed breath to punctuate the punches with.",
      "She resurrected nothing but the cat.",
      "“I never did see the beat of that boy!”",
      "She went to the open door and stood in it and looked out among the tomato vines and “jimpson” weeds that constituted the garden.",
      "No Tom.",
      "So she lifted up her voice at an angle calculated for distance and shouted:",
      "“Y-o-u-u TOM!”",
      "There was a slight noise behind her and she turned just in time to seize a small boy by the slack of his roundabout and arrest his flight.",
      "“There! I might ’a’ thought of that closet.",
      "What you been doing in there?”",
      "“Nothing.”",
      "“Nothing! Look at your hands. And look at your mouth.",
      "What is that truck?”",
      "“I don’t know, aunt.”",
      "“Well, I know.",
      "It’s jam — that’s what it is.",
      "Forty times I’ve said if you didn’t let that jam alone I’d skin you.",
      "Hand me that switch.”",
      "The switch hovered in the air — the peril was desperate—",
      "“My! Look behind you, aunt!”",
      "The old lady whirled round, and snatched her skirts out of danger. The lad fled on the instant, scrambled up the high board-fence, and disappeared over it.",
      "His aunt Polly stood surprised a moment, and then broke into a gentle laugh.",
      "“Hang the boy, can’t I never learn anything?",
      "Ain’t he played me tricks enough like that for me to be looking out for him by this time?",
      "But old fools is the biggest fools there is.",
      "Can’t learn an old dog new tricks, as the saying is.",
      "But my goodness, he never plays them alike, two days, and how is a body to know what’s coming?",
      "He ’pears to know just how long he can torment me before I get my dander up, and he knows if he can make out to put me off for a minute or make me laugh, it’s all down again and I can’t hit him a lick.",
      "I ain’t doing my duty by that boy, and that’s the Lord’s truth, goodness knows.",
      "He’s full of the Old Scratch, but laws-a-me!",
      "He’s my own dead sister’s boy, poor thing, and I ain’t got the heart to lash him, somehow.",
      "Every time I let him off, my conscience does hurt me so, and every time I hit him my old heart most breaks.",
      "Well-a-well, man that is born of woman is of few days and full of trouble, as the Scripture says, and I reckon it’s so.",
      "He’ll play hookey this evening, an I’ll just be obleeged to make him work, tomorrow, to punish him.",
      "It’s mighty hard to make him work Saturdays, when all the boys is having holiday, but he hates work more than he hates anything else, and I’ve got to do some of my duty by him, or I’ll be the ruination of the child.”",
      "Tom did play hookey, and he had a very good time.",
      "He got back home barely in season to help Jim, the small colored boy, saw next-day’s wood and split the kindlings before supper — at least he was there in time to tell his adventures to Jim while Jim did three-fourths of the work.",
      "Tom’s younger brother (or rather half-brother) Sid was already through with his part of the work (picking up chips), for he was a quiet boy, and had no adventurous, trouble-some ways.",
      "While Tom was eating his supper, and stealing sugar as opportunity offered, Aunt Polly asked him questions that were full of guile, and very deep — for she wanted to trap him into damaging revealments.",
      "Like many other simple-hearted souls, it was her pet vanity to believe she was endowed with a talent for dark and mysterious diplomacy, and she loved to contemplate her most transparent devices as marvels of low cunning.",
      "Said she:",
      "“Tom, it was middling warm in school, warn’t it?”",
      "“Yes’m.”",
      "“Powerful warm, warn’t it?”",
      "“Yes’m.”",
      "“Didn’t you want to go in a-swimming, Tom?”",
      "A bit of a scare shot through Tom — a touch of uncomfortable suspicion.",
      "He searched Aunt Polly’s face, but it told him nothing.",
      "So he said:",
      "“No’m—well, not very much.”",
      "The old lady reached out her hand and felt Tom’s shirt, and said:",
      "“But you ain’t too warm now, though.”",
      "And it flattered her to reflect that she had discovered that the shirt was dry without anybody knowing that that was what she had in her mind.",
      "But in spite of her, Tom knew where the wind lay, now.",
      "So he forestalled what might be the next move:",
      "“Some of us pumped on our heads—mine’s damp yet. See?”",
      "Aunt Polly was vexed to think she had overlooked that bit of circumstantial evidence, and missed a trick.",
      "Then she had a new inspiration:",
      "“Tom, you didn’t have to undo your shirt collar where I sewed it, to pump on your head, did you?",
      "Unbutton your jacket!”",
      "The trouble vanished out of Tom’s face.",
      "He opened his jacket.",
      "His shirt collar was securely sewed.",
      "“Bother! Well, go ’long with you. I’d made sure you’d played hookey and been a-swimming.",
      "But I forgive ye, Tom. I reckon you’re a kind of a singed cat, as the saying is — better’n you look.",
      "This time.”",
      "She was half sorry her sagacity had miscarried, and half glad that Tom had stumbled into obedient conduct for once.",
      "But Sidney said:",
      "“Well, now, if I didn’t think you sewed his collar with white thread, but it’s black.”",
      "“Why, I did sew it with white! Tom!”",
      "But Tom did not wait for the rest.",
      "As he went out at the door he said:",
      "“Siddy, I’ll lick you for that.”",
      "In a safe place Tom examined two large needles which were thrust into the lapels of his jacket, and had thread bound about them — one needle carried white thread and the other black.",
      "He said: “She’d never noticed if it hadn’t been for Sid.",
      "Confound it! sometimes she sews it with white, and sometimes she sews it with black.",
      "I wish to gee-miny she’d stick to one or t’other — I can’t keep the run of ’em.",
      "But I bet you I’ll lam Sid for that. I’ll learn him!”",
      "He was not the Model Boy of the village.",
      "He knew the model boy very well though — and loathed him.",
      "Within two minutes, or even less, he had forgotten all his troubles.",
      "Not because his troubles were one whit less heavy and bitter to him than a man’s are to a man, but because a new and powerful interest bore them down and drove them out of his mind for the time — just as men’s misfortunes are forgotten in the excitement of new enterprises.",
      "This new interest was a valued novelty in whistling, which he had just acquired from a negro, and he was suffering to practise it un-disturbed.",
      "It consisted in a peculiar bird-like turn, a sort of liquid warble, produced by touching the tongue to the roof of the mouth at short intervals in the midst of the music — the reader probably remembers how to do it, if he has ever been a boy.",
      "Diligence and attention soon gave him the knack of it, and he strode down the street with his mouth full of harmony and his soul full of gratitude.",
      "He felt much as an astronomer feels who has discovered a new planet — no doubt, as far as strong, deep, unalloyed pleasure is concerned, the advantage was with the boy, not the astronomer.",
      "The summer evenings were long.",
      "It was not dark, yet.",
      "Presently Tom checked his whistle. A stranger was before him — a boy a shade larger than himself.",
      "A new-comer of any age or either sex was an im-pressive curiosity in the poor little shabby village of St. Petersburg.",
      "This boy was well dressed, too—well dressed on a week-day.",
      "This was simply astounding.",
      "His cap was a dainty thing, his close-buttoned blue cloth roundabout was new and natty, and so were his pantaloons.",
      "He had shoes on — and it was only Friday.",
      "He even wore a necktie, a bright bit of ribbon.",
      "He had a citified air about him that ate into Tom’s vitals.",
      "The more Tom stared at the splendid marvel, the higher he turned up his nose at his finery and the shabbier and shabbier his own outfit seemed to him to grow.",
      "Neither boy spoke.",
      "If one moved, the other moved — but only sidewise, in a circle; they kept face to face and eye to eye all the time.",
      "Finally Tom said:",
      "“I can lick you!”",
      "“I’d like to see you try it.”",
      "“Well, I can do it.”",
      "“No you can’t, either.”",
      "“Yes I can.”",
      "“No you can’t.”",
      "An uncomfortable pause.",
      "Then Tom said:",
      "“What’s your name?”",
      "“’Tisn’t any of your business, maybe.”",
      "“Well I ’low I’ll make it my business.”",
      "“Well why don’t you?”",
      "“If you say much, I will.”",
      "“Much—much—much. There now.”",
      "“Oh, you think you’re mighty smart, don’t you? I could lick you with one hand tied behind me, if I wanted to.”",
      "“Well why don’t you do it?”",
      "\"Oh, what a hat!”",
      "“You can lump that hat if you don’t like it.”",
      "“You’re a liar!”",
      "“You’re another.”",
      "“Say — if you give me much more of your sass I’ll take and bounce a rock off’n your head.”",
      "“Oh, of course you will.”",
      "“You’re afraid.”",
      "“I ain’t afraid.”",
      "Another pause, and more eying and sidling around each other.",
      "Presently they were shoulder to shoulder.",
      "Tom said: “Get away from here!”",
      "“Go away yourself!”",
      "“I won’t.”",
      "“I won’t either.”",
      "So they stood, each with a foot placed at an angle as a brace, and both shoving with might and main, and glowering at each other with hate.",
      "But neither could get an advantage.",
      "After struggling till both were hot and flushed, each relaxed his strain with watchful caution, and Tom said:",
      "“You’re a coward and a pup.",
      "I’ll tell my big brother on you, and he can thrash you with his little finger, and I’ll make him do it, too.”",
      "“What do I care for your big brother?",
      "I’ve got a brother that’s bigger than he is — and what’s more, he can throw him over that fence, too.”",
      "[Both brothers were imaginary.]",
      "“That’s a lie.”",
      "“Your saying so don’t make it so.”",
      "Tom drew a line in the dust with his big toe, and said:",
      "“I dare you to step over that, and I’ll lick you till you can’t stand up.",
      "Anybody that’ll take a dare will steal sheep.”",
      "The new boy stepped over promptly, and said:",
      "“Now you said you’d do it, now let’s see you do it.”",
      "“Don’t you crowd me now; you better look out.”",
      "“Well, you said you’d do it — why don’t you do it?”",
      "“By jingo! for two cents I will do it.”",
      "The new boy took two broad coppers out of his pocket and held them out with derision.",
      "Tom struck them to the ground.",
      "In an instant both boys were rolling and tumbling in the dirt, gripped together like cats; and for the space of a minute they tugged and tore at each other’s hair and clothes, punched and scratched each other’s nose, and covered themselves with dust and glory.",
      "Presently the confusion took form, and through the fog of battle Tom appeared, seated astride the new boy, and pounding him with his fists.",
      "“Holler ’nuff!” said he.",
      "The boy only struggled to free himself. He was crying — mainly from rage.",
      "“Holler ’nuff!” — and the pounding went on.",
      "At last the stranger got out a smothered “’Nuff!” and Tom let him up and said:",
      "“Now that’ll learn you.",
      "Better look out who you’re fooling with next time.”",
      "The new boy went off brushing the dust from his clothes, sobbing, snuffling, and occasionally looking back and shaking his head and threatening what he would do to Tom the “next time he caught him out.”",
      "To which Tom responded with jeers, and started off in high feather, and as soon as his back was turned the new boy snatched up a stone, threw it and hit him between the shoulders and then turned tail and ran like an antelope.",
      "Tom chased the traitor home, and thus found out where he lived.",
      "He then held a position at the gate for some time, daring the enemy to come outside, but the enemy only made faces at him through the window and declined.",
      "At last the enemy’s mother appeared, and called Tom a bad, vicious, vulgar child, and ordered him away.",
      "So he went away; but he said he “’lowed” to “lay” for that boy.",
      "He got home pretty late that night, and when he climbed cautiously in at the window, he uncovered an ambuscade, in the person of his aunt; and when she saw the state his clothes were in her resolution to turn his Saturday holiday into captivity at hard labor became adamantine in its firmness."
    ]
  },
  "es": {
    "title": "Las aventuras de Tom Sawyer (Capítulo 1)",
    "description": "Las aventuras de Tom Sawyer es una novela del autor estadounidense Mark Twain publicada entre 1876 y 1878,1​2​ actualmente considerada una obra maestra de la literatura. Relata las aventuras de la infancia de Tom Sawyer, un niño que crece durante el antebellum de la Guerra de Secesión en «St. Petersburg», una población ficticia, de la costa del río Misisipi inspirada en Hannibal, donde creció el autor. ",
    "segments": [
      "-¡Tom!",
      "Silencio.",
      "-¡Tom!",
      "Silencio.",
      "-¡Dónde andará metido ese chico!..., ¡Tom!",
      "La anciana se bajó las gafas y miró por encima todo alrededor del cuarto; después se las subió a la frente y miró por debajo.",
      "Rara vez o nunca miraba a través de los cristales a cosa de tan poca monta como un chicuelo: eran aquéllas las gafas de ceremonia, su mayor orgullo, construidas para ornato, que no para servicio, y no hubiera visto mejor mirando a través de un par de coberteras.",
      "Se quedó un instante perpleja y dijo, no con cólera, pero lo bastante alto para que la oyeran los muebles:",
      "-Bueno; pues te aseguro que si te echo la mano te voy a...",
      "No terminó la frase, porque para entonces estaba agachada dando estocadas con la escoba por debajo de la cama; así es que necesitaba todo su aliento para puntuar los escobazos con resoplidos.",
      "Lo único que consiguió desenterrar fue el gato.",
      "-¡No se ha visto cosa igual que ese chico!",
      "Fue hasta la puerta y se detuvo allí recorriendo con la mirada las plantas de tomate y las hileras silvestres que constituían el jardín.",
      "Ni sombra de Tom.",
      "Alzó, pues, la voz a un ángulo de puntería calculado para larga distancia, y gritó:",
      "-¡Tú! ¡Toooom!",
      "Oyó tras ella un ligero ruido y se volvió a punto para atrapar a un rapaz por el borde de la chaqueta y detener su vuelo.",
      "-¡Ya estás! ¡Que no se me haya ocurrido pensar en esa despensa!...",
      "¿Qué estabas haciendo ahí?",
      "-Nada.",
      "-¿Nada? Mírate esas manos, mírate esa boca...",
      "¿Qué es eso pegajoso?",
      "-No lo sé, tía.",
      "-Bueno, pues yo sí lo sé.",
      "Es dulce, eso es.",
      "Mil veces te he dicho que como no dejes en paz ese dulce te voy a despellejar vivo.",
      "Dame esa vara.",
      "La vara se cernió en el aire. Aquello tomaba mal cariz.",
      "-¡Dios mío! ¡Mire lo que tiene detrás, tía!",
      "La anciana giró en redondo, recogiéndose las faldas para esquivar el peligro, y en ese mismo instante escapó el chico, se encaramó por la alta valla de tablas y desapareció tras ella.",
      "Su tía Polly se quedó un momento sorprendida, y después se echó a reír bondadosamente.",
      "«¡Diablo de chico! ¡Cuándo acabaré de aprender sus mañas!",
      "¡Cuántas jugarretas como ésta no me habrá hecho, y aún le hago caso!",
      "Pero las viejas bobas somos más bobas que nadie.",
      "Perro viejo no aprende gracias nuevas, como suele decirse.",
      "Pero, ¡Señor!, si no me la pega del mismo modo dos días seguidos, ¿cómo va una a saber por dónde irá a salir?",
      "Parece que adivina hasta dónde puede atormentarme antes de que llegue a montar en cólera, y sabe, el muy pillo, que si logra desconcertarme o hacerme reír, todo se ha acabado y no soy capaz de pegarle.",
      "No; la verdad es que no cumplo mi deber para con este chico; ésa es la pura verdad.",
      "Tiene el diablo en el cuerpo, pero ¡qué le voy a hacer!",
      "Es el hijo de mi pobre hermana difunta, y no tengo entrañas para zurrarle.",
      "Cada vez que le dejo sin castigo me remuerde la conciencia, y cada vez que le pego se me parte el corazón.",
      "Pocos son los días del hombre nacido de mujer y llenos de tribulación, como dice la Escritura, y así lo creo.",
      "Esta tarde hará novillos y no tendré más remedio que hacerle trabajar mañana como castigo.",
      "Cosa dura es obligarle a trabajar los sábados, cuando todos los rapaces tienen asueto; pero aborrece el trabajo más que ninguna otra cosa; yo tengo que ser un poco rígida con él, o voy a ser la perdición de ese niño».",
      "Tom hizo, en efecto, novillos, y lo pasó en grande.",
      "Volvió a casa con el tiempo justo para ayudar a Jim, el negrito, a aserrar la leña para el día siguiente y a hacer astillas antes de la cena; pero, al menos, llegó a tiempo para contar sus aventuras a Jim mientras éste hacía tres cuartas partes de la tarea.",
      "Sid, el hermano menor de Tom -o mejor dicho, hermanastro-, ya había dado fin a la suya de recoger astillas, pues era un muchacho tranquilo, poca dado a aventuras ni calaveradas.",
      "Mientras Tom cenaba y escamoteaba terrones de azúcar cuando la ocasión se le ofrecía, su tía le hacía preguntas llenas de malicia y trastienda, con el intento de hacerle picar el anzuelo y sonsacarle reveladoras confesiones.",
      "Como otras muchas personas, igualmente sencillas y candorosas, se envanecía de poseer un talento especial para la diplomacia tortuosa y sutil, y se complacía en mirar sus más obvios y transparentes artificios como maravillas de artera astucia.",
      "Así, le dijo:",
      "-Hacía bastante calor en la escuela, Tom, ¿no es cierto?",
      "-Sí, señora.",
      "-Muchísimo calor, ¿verdad?",
      "-Sí, señora.",
      "-¿Y no te entraron ganas de irte a nadar?",
      "Tom sintió una vaga escama, un barrunto de alarmante sospecha.",
      "Examinó la cara de su tía Polly, pero nada sacó en limpio.",
      "Así es que contestó",
      "-No, tía; vamos..., no muchas.",
      "La anciana alargó la mano y le palpó la camisa.",
      "-Pero ahora no tienes demasiado calor, con todo.",
      "Y se quedó tan satisfecha por haber descubierto que la camisa estaba seca sin dejar traslucir qué era lo que tenía en las mientes.",
      "Pero bien sabía ya Tom de dónde soplaba el viento.",
      "Así es que se apresuró a parar el próximo golpe.",
      "Algunos chicos nos estuvimos echando agua por la cabeza. Aún la tengo húmeda. ¿Ve usted?",
      "La tía Polly se quedó mohína, pensando que no había advertido aquel detalle acusador y, además, le había fallado un tiro.",
      "Pero tuvo una nueva inspiración.",
      "-Dime, Tom: para mojarte la cabeza, ¿no tuviste que descoserte el cuello de la camisa por donde yo te lo cosí?",
      "¡Desabróchate la chaqueta!",
      "Toda sombra de alarma desapareció de la faz de Tom.",
      "Abrió la chaqueta.",
      "El cuello estaba cosido, y bien cosido.",
      "-¡Diablo de chico! Estaba segura de que habrías hecho novillos y de que te habrías ido a nadar.",
      "Me parece, Tom, que eres como gato escaldado, como suele decirse, y mejor de lo que pareces.",
      "Al menos, por esta vez.",
      "Le dolía un poco que su sagacidad le hubiera fallado, y se complacía de que Tom hubiera tropezado y caído en la obediencia por una vez.",
      "Pero Sid dijo:",
      "-Pues mire usted, yo diría que el cuello estaba cosido con hilo blanco y ahora es negro.",
      "-¡Cierto que lo cosí con hilo blanco! ¡Tom!",
      "Pero Tom no esperó al final.",
      "Al escapar gritó desde la puerta:",
      "-Sid, buena zurra te va a costar.",
      "Ya en lugar seguro, sacó dos largas agujas que llevaba clavadas debajo de la solapa. En una había enrollado hilo negro, y en la otra, blanco.",
      "«Si no es por Sid no lo descubre.",
      "¡Caray! Unas veces lo cose con blanco y otras con negro.",
      "¡Por qué no se decidirá de una vez por uno u otro! Así no hay quien lleve la cuenta.",
      "Pero Sid me las ha de pagar, ¡reconcho!»",
      "No era el niño modelo del lugar.",
      "Al niño modelo lo conocía de sobra, y lo detestaba con toda su alma.",
      "Aún no habían pasado dos minutos cuando ya había olvidado sus cuitas y pesadumbres.",
      "No porque fueran ni una pizca menos graves y amargas de lo que son para los hombres de la edad madura, sino porque un nuevo y absorbente interés las redujo a la nada y las apartó por entonces de su pensamiento, del mismo modo que las desgracias de los mayores se olvidan en el anhelo y la excitación de nuevas empresas.",
      "Este nuevo interés era cierta inapreciable novedad en el arte de silbar, en el que acababa de adiestrarle un negro, y que ansiaba practicar a solas y tranquilo.",
      "Consistía en ciertas variaciones a estilo de trino de pájaro, una especie de líquido gorjeo que resultaba de hacer vibrar la lengua contra el paladar y que se intercalaba en la silbante melodía. Probablemente el lector recuerda cómo se hace, si es que ha sido muchacho alguna vez.",
      "La aplicación y la perseverancia pronto le hicieron dar en el quid, y echó a andar calle adelante con la boca rebosando armonías y el alma llena de regocijo.",
      "Sentía lo mismo que experimentaba el astrónomo al descubrir una nueva estrella. No hay duda que en cuanto a lo intenso, hondo y acendrado del placer, la ventaja estaba del lado del muchacho, no del astrónomo.",
      "Los crepúsculos caniculares eran largos.",
      "Aún no era de noche.",
      "De pronto Tom suspendió el silbido: un forastero estaba ante él; un muchacho que apenas le llevaba un dedo de ventaja en la estatura.",
      "Un recién llegado, de cualquier edad o sexo, era una curiosidad emocionante en el pobre lugarejo de San Petersburgo.",
      "El chico, además, estaba bien trajeado, y eso en un día no festivo.",
      "Esto era simplemente asombroso.",
      "El sombrero era coquetón; la chaqueta de paño azul, nueva, bien cortada y elegante; y a igual altura estaban los pantalones.",
      "Tenía puestos los zapatos, aunque no era más que viernes.",
      "Hasta llevaba corbata: una cinta de colores vivos.",
      "En toda su persona había un aire de ciudad que le dolía a Tom como una injuria.",
      "Cuanto más contemplaba aquella esplendorosa maravilla, más alzaba en el aire la nariz, con un gesto de desdén por aquellas galas, y más rota y desastrada le iba pareciendo su propia vestimenta.",
      "Ninguno de los dos hablaba.",
      "Si uno se movía, movíase el otro; pero sólo de costado, haciendo rueda. Seguían cara a cara y mirándose a los ojos sin pestañear.",
      "Al fin, Tom dijo:",
      "-Yo te puedo.",
      "-Pues anda y haz la prueba.",
      "-Pues sí que te puedo.",
      "-¡A que no!",
      "-¡A que sí!",
      "-¡A que no!",
      "Siguió una pausa embarazosa.",
      "Después prosiguió Tom:",
      "-¿Y tú, cómo te llamas?",
      "-¿Y a ti qué te importa?",
      "-Pues si me da la gana vas a ver si me importa.",
      "-Pues ¿por qué no te atreves?",
      "-Como hables mucho lo vas a ver.",
      "-¡Mucho..., mucho..., mucho!",
      "-Tú te crees muy gracioso, pero con una mano atada atrás te puedo dar una tunda si quiero.",
      "-¿A que no me la das?",
      "-¡Vaya un sombrero!",
      "-Pues atrévete a tocármelo.",
      "-Lo que eres tú es un mentiroso.",
      "-Más eres tú.",
      "-Como me digas cosas agarro una piedra y te la estrello en la cabeza.",
      "-¡A que no!",
      "-Lo que tú tienes es miedo.",
      "-Más tienes tú.",
      "Otra pausa, y más miradas, y más vueltas alrededor.",
      "Después empezaron a empujarse hombro con hombro.",
      "-Vete de aquí -dijo Tom.",
      "-Vete tú -dijo el otro.",
      "-No quiero.",
      "-Pues yo tampoco.",
      "Y así siguieron, cada uno apoyado en una pierna como en un puntal, y los dos empujando con toda su alma y lanzándose furibundas miradas.",
      "Pero ninguno sacaba ventaja.",
      "Después de forcejear hasta que ambos se pusieron encendidos y arrebatados, los dos cedieron en el empuje, con desconfiada cautela, y Tom dijo",
      "-Tú eres un miedoso y un mamón.",
      "Voy a decírselo a mi hermano grande, que te puede deshacer con el dedo meñique.",
      "-¡Bastante me importa de tu hermano!",
      "Tengo yo uno mayor que el tuyo y que si lo coge lo tira por encima de esa cerca.",
      "Ambos hermanos eran imaginarios.",
      "Eso es mentira.",
      "-¡Porque tú lo digas!",
      "Tom hizo una raya en el polvo con el dedo gordo del pie y dijo:",
      "-Atrévete a pasar de aquí y soy capaz de pegarte hasta que no te puedas tener.",
      "El que se atreva se la gana.",
      "El recién venido traspasó enseguida la raya y dijo:",
      "-Ya está; a ver si haces lo que dices.",
      "No te vengas con ésas; anda con ojo.",
      "-Bueno, pues ¡a que no lo haces!",
      "-¡A que sí! Por dos centavos lo haría.",
      "El recién venido sacó dos centavos del bolsillo y se los alargó burlonamente.",
      "Tom los tiró contra el suelo.",
      "En el mismo instante rodaron los dos chicos, revolcándose en la tierra, agarrados como dos gatos, y durante un minuto forcejearon: asiéndose del pelo y de las ropas se apuñaron y arañaron las narices, y se cubrieron de polvo y de gloria.",
      "Cuando la confusión tomó forma, a través de la polvareda de la batalla, apareció Tom sentado a horcajadas sobre el forastero y moliéndolo a puñetazos.",
      "-¡Date por vencido!",
      "El forastero no hacía sino luchar para libertarse. Estaba llorando, sobre todo de rabia.",
      "-¡Date por vencido! -y siguió el machacamiento.",
      "Al fin el forastero balbuceó un «me doy», y Tom le dejó levantarse y dijo:",
      "-Eso para que aprendas.",
      "Otra vez ten ojo con quién te metes.",
      "El vencido se marchó sacudiéndose el polvo de la ropa, entre hipos y sollozos, y de cuando en cuando se volvía moviendo la cabeza y amenazando a Tom con lo que le iba a hacer «la primera vez que lo cogiera».",
      "A lo cual Tom respondió con mofa, y se echó a andar con orgulloso continente. Pero tan pronto corno volvió la espalda, su contrario cogió una piedra y se la arrojó, dándole en mitad de la espalda, y enseguida volvió grupas y corrió como un antílope.",
      "Tom persiguió al traidor hasta su casa, y supo así dónde vivía.",
      "Tomó posiciones por algún tiempo junto a la puerta del jardín y desafió a su enemigo a salir a campo abierto; pero el enemigo se contentó con sacarle la lengua y hacerle muecas detrás de la vidriera.",
      "Al fin apareció la madre del forastero, y llamó a Tom malo, tunante y ordinario, ordenándole que se largase de allí.",
      "Tom se fue, pero no sin prometer antes que aquel chico se las pagaría.",
      "Llegó muy tarde a casa aquella noche, y al encaramarse cautelosamente a la ventana, cayó en una emboscada preparada por su tía, la cual, al ver el estado en que traía las ropas, se afirmó en la resolución de tomar al asueto del sábado en cautividad y trabajos forzados."
    ]
  },
  "meta": {
    "difficulty": "Medium",
    "categories": [
      "classics",
      "children"
    ],
    "author": "Mark Twain",
    "sourceLink": "https://www.gutenberg.org/files/74/74-h/74-h.htm#c1",
    "sourceText": "Project Gutenberg",
    "id": "tom-sawyer-chapter-01",
    "numSegments": 174
  }
}