{
  "meta": {
    "difficulty": "Medium",
    "categories": [
      "tv-phrases",
      "comedy"
    ],
    "languages": [
      "en",
      "es",
      "ru"
    ],
    "id": "tv-quotes-friends",
    "numSegments": 23
  },
  "en": {
    "title": "TV Series Quotes - Friends",
    "description": "Memorable quotes from TV series Friends.",
    "segments": [
      "How you doin'?",
      "Oh. My. God.",
      "Well, maybe I don’t need your money. Wait, wait, I said maybe!",
      "We were on a break!",
      "They don’t know that we know they know we know.",
      "Joey doesn’t share food!",
      "See? He’s her lobster.",
      "Hi, I’m Chandler. I make jokes when I’m uncomfortable.",
      "I wish I could, but I don’t want to.",
      "PIVOT!",
      "Could I be wearing any more clothes?",
      "That was just a theory. There's a lot of theories that didn't pan out. Lone Gunman. Communism. Geometry.",
      "It tastes like feet!",
      "What’s not to like? Custard: good. Jam: good. Meat: good!",
      "Oh, come on, Will, just take off your shirt and tell us.",
      "You can’t just give up. Is that what a dinosaur would do?",
      "Come on, Ross, you’re a paleontologist. Dig a little deeper.",
      "I got off the plane.",
      "If you want to receive e-mails about my upcoming shows, then please give me money so I can buy a computer.",
      "If it’s a girl, Phoebe. And if it’s a boy, Pheebo.",
      "Could you close that window? My nipples could cut glass over here.",
      "Until I was 25 I thought the only response to ‘I love you’ was ‘Oh crap!’",
      "I'm not so good with the advice... Can I interest you in a sarcastic comment?"
    ]
  },
  "es": {
    "title": "Frases Memorables de Series de Televisión – Friends/Amigos",
    "description": "Frases Memorables de Series de Televisión – Friends/Amigos.",
    "segments": [
      "¿Cómo estás?",
      "Oh. Dios. Mío.",
      "Bueno, tal vez no necesito tu dinero. ¡Espera, espera, dije que tal vez!",
      "¡Estabamos en un descanso!",
      "Eellos no saben que nosotros sabemos que saben que sabemos.",
      "¡Joey no comparte comida!",
      "¡Mira, él es su langosta!",
      "Hola, soy Chandler. Hago bromas cuando estoy incómodo.",
      "Me encantaria, pero no me apetece.",
      "¡PIVOTE!",
      "¿Podría llevar más ropa?",
      "Sólo era una teoría! Hay cantidad de teorías que no funcionan. El pistolero solitario, el comunismo, la geometría.",
      "¡Sabe a pies!",
      "¿Como no iba a gustarme? ¿La nata? Me gusta. ¿La mermelada? Me gusta. ¿La carne? Me encanta.",
      "Oh, vamos, Will. Solo quítate la camisa y cuéntanos.",
      "¡No puedes rendirte! ¿Es eso lo que haría un dinosaurio?",
      "Vamos, Ross. Eres un paleontólogo, profundiza un poco más.",
      "Me bajé del avión.",
      "Si quieres recibir correos electrónicos sobre mis próximos shows, por favor dame dinero para que pueda comprar una computadora.",
      "Si es niña, Phoebe, y si es niño, Phoebo.",
      "¿Puedes cerrar la ventana? Podría cortar cristales con mis pezones.",
      "Hasta que tenía 25 años, pensé que la respuesta a «Te amo» fue «Oh, mierda».",
      "No soy tan bueno con el consejo … ¿Puedo interesarle en un comentario sarcástico?"
    ]
  },
  "ru": {
    "title": "Цитаты из сериалов - Друзья",
    "description": "Цитаты из сериала Друзья.",
    "segments": [
      "Как поживаешь?",
      "О. Мой. Бог.",
      "Может быть, мне не нужны твои деньги! Подожди, подожди, я сказала \"может быть\"!",
      "У нас был перерыв!",
      "Они не знают, что мы знаем, что они знают, что мы знаем!",
      "Джо не делится едой!",
      "Видите? Он ее лобстер!",
      "Привет, я Чендлер. Я шучу, когда мне неудобно.",
      "Я бы с радостью, вот только неохота.",
      "ПОВОРОТ!",
      "Мог бы я одеть ещё больше одежды?",
      "Это всего лишь теория! Есть много теорий, которые себя не оправдали: одинокий стрелок, коммунизм, геометрия.",
      "На вкус как ноги!",
      "А что плохого? Горчица – хорошо, джем – хорошо, мясо – хорошо!",
      "Давай, Уилл! Сними рубашку и расскажи нам!",
      "Росс, ты не можешь так сдаться. Динозавр так поступил бы?",
      "Росс, ты же палеонтолог, копай глубже!",
      "Я сошла с самолета.",
      "Если хотите получать письма с информацией о моих выступлениях, давайте деньги для покупки компьютера.",
      "Если девочка – Фиби, если мальчик – Фибо.",
      "Можешь закрыть окно? Моими сосками уже стекло можно резать.",
      "До 25 лет я думал, что единственным ответом на «Я люблю тебя» было «Вот дерьмо»",
      "У меня не очень получается давать советы, но, может, тебя заинтересует саркастический комментарий?"
    ]
  }
}