{
  "meta": {
    "difficulty": "Medium",
    "categories": [
      "tv-phrases"
    ],
    "redditLink": "/r/langflipflop/comments/o2jmrq/new_text_tv_series_quotes_game_of_thrones_english/",
    "languages": [
      "en",
      "es",
      "ru"
    ],
    "id": "tv-quotes-game-of-thrones",
    "numSegments": 18
  },
  "en": {
    "title": "TV Series Quotes - Game of Thrones",
    "description": "Memorable quotes from TV series Game of Thrones.",
    "segments": [
      "Winter is coming.",
      "You know nothing Jon Snow.",
      "A Lannister always pays his debts.",
      "The night is dark and full of terrors.",
      "Fear cuts deeper than swords.",
      "The man who passes the sentence should swing the sword.",
      "When you play the game of thrones, you win or you die.",
      "There is only one god and his name is Death, and there is only one thing we say to Death: ‘Not today.’",
      "“Can a man be brave if he’s afraid?\" “That’s the only time he can be brave”",
      "Everything before the word ‘but’ is horseshit.",
      "A lion doesn’t concern himself with the opinions of a sheep.",
      "Any man who must say ‘I am the king’ is no true king.",
      "A ruler who kills those devoted to her is not a ruler who inspires devotion.",
      "Never forget what you are. The rest of the world will not. Wear it like armour, and it can never be used to hurt you.",
      "Chaos isn’t a pit. Chaos is a ladder.",
      "It doesn’t matter what we want. Once we get it, then we want something else.",
      "A single day of freedom is worth more than a lifetime in chains.",
      "An unhappy wife is a wine merchant's best friend."
    ]
  },
  "es": {
    "title": "Frases Memorables de Series de Televisión – Juego de Tronos",
    "description": "Frases Memorables de Series de Televisión – Juego de Tronos.",
    "segments": [
      "Se acerca el invierno.",
      "No sabes nada, Jon Snow.",
      "Un Lannister siempre paga sus deudas.",
      "La noche es oscura y alberga horrores.",
      "El miedo corta más que las espadas.",
      "El hombre que dicta la condena debe blandir la espada.",
      "Cuando se juega al Juego de Tronos, solo se puede ganar o morir.",
      "Solo hay un dios, y se llama Muerte. Y solo hay una cosa que se le dice a la Muerte: “Hoy no.”",
      "¿Un hombre puede ser valiente cuando tiene miedo? Es el único momento en que puede ser valiente.",
      "Todo lo que va después de 'pero' es una mierda.",
      "El león no se molesta con las opiniones de las ovejas.",
      "Cualquier hombre que deba decir ‘soy el rey’, no es un verdadero rey.",
      "Un gobernante que mata a aquellos que le son devotos no es un gobernante que inspire devoción.",
      "Nunca olvides lo que eres, el resto del mundo no lo hará. Llévalo como una armadura y nunca lo usarán para herirte.",
      "El caos no es un hoyo. El caos es una escalera.",
      "No importa lo que queramos, una vez que lo obtenemos luego queremos algo más.",
      "Solo un día de libertad vale más que una vida encadenado.",
      "Una esposa descontenta es la mejor amiga de quien vende vino."
    ]
  },
  "ru": {
    "title": "Цитаты из сериалов - Игра Престолов",
    "description": "Цитаты из сериала Игра Престолов.",
    "segments": [
      "Зима близко.",
      "Ничего ты не знаешь, Джон Сноy.",
      "Ланнистеры всегда платят свои долги.",
      "Ночь темна и полна ужасов.",
      "Страх ранит глубже, чем меч.",
      "Тот, кто выносит приговор, сам заносит меч.",
      "В игре престолов побеждают или погибают.",
      "Есть только один бог. И его имя Смерть. А Смерти мы говорим лишь одно: «Не сегодня».",
      "Может ли человек быть храбрым, когда боится? Это единственный раз, когда человек может быть храбрым.",
      "Всё до слова \"но\" - лошадиное дерьмо.",
      "Льва не интересует мнение овец.",
      "Человек, который говорит, что он король — не настоящий король.",
      "Правительница, которая убивает тех, кто предан ей, не вдохновляет.",
      "Никогда не забывай, кто ты — ведь другие не забудут. Носи это как броню, и тогда они не смогут тебя ранить.",
      "Хаос – это не яма. Хаос – это лестница.",
      "Неважно, чего мы хотим. Как только мы это получим, мы захотим что-то еще.",
      "Один день на свободе стоит больше, чем целая жизнь в оковах.",
      "Нелюбимая жена — лучший друг виноторговца."
    ]
  }
}