{
  "meta": {
    "difficulty": "Medium",
    "categories": [
      "classics",
      "children"
    ],
    "author": "Frank Baum",
    "sourceLink": "https://www.gutenberg.org/files/55/55-h/55-h.htm",
    "sourceText": "Project Gutenberg",
    "languages": [
      "en",
      "es",
      "ru"
    ],
    "id": "wizard-of-oz-dorothy-scarecrow",
    "numSegments": 37
  },
  "en": {
    "title": "The Wonderful Wizard of Oz - Dorothy Meets Scarecrow",
    "description": "A dialog from an American children's novel written by author L. Frank Baum.",
    "segments": [
      "“Good day,” said the Scarecrow, in a rather husky voice.",
      "“Did you speak?” asked the girl, in wonder.",
      "“Certainly,” answered the Scarecrow. “How do you do?”",
      "“I’m pretty well, thank you,” replied Dorothy politely. “How do you do?”",
      "“I’m not feeling well,” said the Scarecrow, with a smile,",
      "“for it is very tedious being perched up here night and day to scare away crows.”",
      "“Can’t you get down?” asked Dorothy.",
      "“No, for this pole is stuck up my back.",
      "If you will please take away the pole I shall be greatly obliged to you.”",
      "Dorothy reached up both arms and lifted the figure off the pole, for, being stuffed with straw, it was quite light.",
      "“Thank you very much,” said the Scarecrow, when he had been set down on the ground.",
      "“I feel like a new man.”",
      "Dorothy was puzzled at this,",
      "for it sounded queer to hear a stuffed man speak, and to see him bow and walk along beside her.",
      "“Who are you?” asked the Scarecrow when he had stretched himself and yawned.",
      "“And where are you going?”",
      "“My name is Dorothy,” said the girl,",
      "“and I am going to the Emerald City, to ask the Great Oz to send me back to Kansas.”",
      "“Where is the Emerald City?” he inquired.",
      "“And who is Oz?”",
      "“Why, don’t you know?” she returned, in surprise.",
      "“No, indeed.",
      "I don’t know anything.",
      "You see, I am stuffed, so I have no brains at all,” he answered sadly.",
      "“Oh,” said Dorothy, “I’m awfully sorry for you.”",
      "“Do you think,” he asked, “if I go to the Emerald City with you, that Oz would give me some brains?”",
      "“I cannot tell,” she returned, “but you may come with me, if you like.",
      "If Oz will not give you any brains you will be no worse off than you are now.”",
      "“That is true,” said the Scarecrow. “You see,” he continued confidentially,",
      "“I don’t mind my legs and arms and body being stuffed,",
      "because I cannot get hurt.",
      "If anyone treads on my toes or sticks a pin into me, it doesn’t matter, for I can’t feel it.",
      "But I do not want people to call me a fool,",
      "and if my head stays stuffed with straw instead of with brains, as yours is,",
      "how am I ever to know anything?”",
      "“I understand how you feel,” said the little girl, who was truly sorry for him.",
      "“If you will come with me I’ll ask Oz to do all he can for you.”"
    ]
  },
  "es": {
    "title": "El maravilloso mago de Oz - Dorothy conoce al espantapájaros",
    "description": "Un diálogo de una novela infantil estadounidense escrita por el autor L. Frank Baum.",
    "segments": [
      "—Buenos  días —dijo  el Espantapájaros  con  voz algo ronca.",
      "—¿Hablaste? —preguntó la niña, muy extrañada.",
      "Claro. ¿Cómo estás?",
      "—Muy bien, gracias —repuso cortésmente Dorothy—.",
      "¿Y cómo estás tú?",
      "—No muy bien —sonrió  el Espantapájaros—;",
      "es muy  aburrido  estar  colgado  aquí  noche y día para espantar a los pájaros.",
      "—¿No puedes bajar?",
      "—No, porque tengo el poste metido en la espalda.",
      "Si me hicieras el favor de sacar esta madera, te lo agradeceré muchísimo.",
      "Dorothy le vantó los brazos y retiró el muñeco delposte, pues, como estaba relleno de paja, nopesaba casi nada.",
      "—Muchísimas gracias — le agradeció el Espantapájaros cuando ella lo hubo colocado sobre  el suelo—.",
      "Me  si  ento  como  un  hombre nuevo.",
      "La niña estaba intrigada;",
      "le parecía muy raro oír hablar a un muñeco de paja y verlo moverse y caminar a su lado.",
      "—¿Quién eres? —preguntó el Espantapájaros una vez que se hubo desperezado a gusto—.",
      "¿Y hacia dónde vas?",
      "—Me llamo Dorothy y voy a la Ciudad Esmeralda para pedir al Gran Oz que me mande de regreso a Kansas.",
      "—¿Dónde está  la  Ciudad  Esmerald ?  —inquirió él—.",
      "¿Y quién es Oz?",
      "—¿Cómo? ¿No lo  sabes?",
      "—De ver  as que no.",
      "No sé nada.",
      "Como ves, estoy relleno de paja, de modo que no tengoses os —manifestó él en tono apenado.",
      "—¡Oh! Lo siento por ti.",
      "Ey, ¿si voy  contigo a la Ciudad  Esmeralda, ese Oz me dará un cerebro? — preguntó él.",
      "No lo sé, pero puedes venir conmigo si quieres.",
      "Si Oz no te da un cerebro, no es tarás peor de lo que estás ahora.",
      "—Eso es verdad —asintió el muñeco, y en tono confidencial continuó—:",
      "Te diré, no me molestatener el cuerpo relleno de paja,",
      "porque así no me hago daño con nada.",
      "Si alguien me pisa los pieso me clava un alfiler en el pecho, no tiene importancia porque no lo siento;",
      "pero no quiero que la gente me tome por tonto,",
      "y si mi cabeza sigue rellena de paja en lugar de tener sesos, como los tienes tú,",
      "¿cómo voy a saber nunca nada?",
      "—Te comprendo perfectamente —asintió la niña, que realmente lo compadecía—.",
      "Si me acompañas, pediré a Oz que haga lo que pueda por ti."
    ]
  },
  "ru": {
    "title": "Удивительный волшебник из страны Оз - Дороти знакомится со Страшилой",
    "description": "Диалог из детской книги американского писателя Лаймена Фрэнка Баума.",
    "segments": [
      "— Добрый день, — хрипло проговорил Страшила.",
      "— Ты умеешь говорить? — изумилась Дороти.",
      "— Разумеется, — ответил Страшила.",
      "— Как ты поживаешь?",
      "— Неплохо. А ты?",
      "— Так себе, — сказал Страшила и улыбнулся:",
      "— Вообще-то не больно весёлое занятие торчать день и ночь на шесте и отпугивать ворон.",
      "— Разве ты не можешь слезть?",
      "— Нет, мне в спину воткнули шест.",
      "Если ты меня с него снимешь, я буду тебе чрезвычайно признателен.",
      "Дороти приподняла обеими руками соломенного человека и без труда сняла его с шеста.",
      "Оказалось, что он почти ничего не весил.",
      "— Большое спасибо, — поблагодарил Страшила, оказавшись на земле.",
      "— Ну прямо заново родился!",
      "Дороти просто не верила своим глазам.",
      "Соломенный человек умел не только говорить, но и кланяться и ходить.",
      "— Кто ты? — спросил Страшила, потянувшись и зевнув.",
      "— И куда идёшь?",
      "— Меня зовут Дороти, и иду я в Изумрудный Город к великому мудрецу и волшебнику Озу, чтобы он вернул меня в Канзас.",
      "— Где находится Изумрудный Город и кто такой Оз? — осведомился Страшила.",
      "— Неужели ты не знаешь? — удивилась девочка.",
      "— Нет, я вообще ничего не знаю.",
      "Я набит соломой, и в голове у меня нет мозгов.",
      "— Как мне тебя жаль! — воскликнула Дороти.",
      "— А если я пойду с тобой в Изумрудный Город, не даст ли великий мудрец Оз мне немножечко мозгов? — вдруг спросил Страшила.",
      "— Не знаю, — отвечала Дороти,",
      "— но, если хочешь, пойдём вместе.",
      "Даже если Оз не даст тебе мозгов, тебе ведь не станет хуже, чем теперь?",
      "— Это верно, — согласился Страшила и заговорил доверительным тоном:",
      "— В конце концов я не имею ничего против того, что набит соломой.",
      "Если кто-то наступит мне на ногу или вонзит в руку булавку, мне всё нипочём:",
      "боли я не чувствую.",
      "Но мне вовсе не хотелось бы, чтобы люди считали меня глупцом.",
      "Ведь раз у меня вместо мозгов солома,",
      "как я смогу понять, что собой представляет этот мир?",
      "— Я тебя очень понимаю, — отозвалась Дороти.",
      "— Если ты пойдёшь вместе со мной, я попрошу за тебя Оза."
    ]
  }
}